{
    "title": "\n\n            DIRECTIVE (EU) 2019/878 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL\n         \nof 20 May 2019\n         \namending Directive 2013/36/EU as regards exempted entities, financial holding companies, mixed financial holding companies, remuneration, supervisory measures and powers and capital conservation measures\n(Text with EEA relevance)\n",
    "preamble": {
        "text": "THE EUROPEAN PARLIAMENT AND THE COUNCIL OF THE EUROPEAN UNION,\nHaving regard to the Treaty on the Functioning of the European Union, and in particular Article 53(1) thereof,\nHaving regard to the proposal from the European Commission,\nAfter transmission of the draft legislative act to the national parliaments,\nHaving regard to the opinion of the European Central Bank (1),\nHaving regard to the opinion of the European Economic and Social Committee (2),\nActing in accordance with the ordinary legislative procedure (3),\nWhereas:\n(1) Directive 2013/36/EU of the European Parliament and of the Council (4) and Regulation (EU) No 575/2013 of the European Parliament and of the Council (5) were adopted in response to the financial crises that unfolded in 2007-2008. Those legislative measures have substantially contributed to strengthening the financial system in the Union and rendered institutions more resilient to possible future shocks. Although extremely comprehensive, those measures did not address all identified weaknesses affecting institutions. In addition, some of the initially proposed measures were subject to review clauses or were not sufficiently detailed to allow for their smooth implementation.\n(2) This Directive aims to address issues raised in relation to the provisions of Directive 2013/36/EU that proved not to be sufficiently clear and have therefore been subject to divergent interpretations or that have been found to be overly burdensome for certain institutions. It also contains adjustments to Directive 2013/36/EU that are necessary following either the adoption of other relevant Union legal acts, such as Directive 2014/59/EU of the European Parliament and of the Council (6) or the changes proposed in parallel to Regulation (EU) No 575/2013. Finally, the amendments proposed better align the current regulatory framework to international developments in order to promote consistency and comparability among jurisdictions.\n(3) Financial holding companies and mixed financial holding companies can be parent undertakings of banking groups and the application of prudential requirements is required on the basis of the consolidated situation of such holding companies. As the institution controlled by such holding companies is not always able to ensure compliance with the requirements on a consolidated basis throughout the group, it is necessary that certain financial holding companies and mixed financial holding companies be brought under the direct scope of supervisory powers pursuant to Directive 2013/36/EU and Regulation (EU) No 575/2013 to ensure compliance on a consolidated basis. Therefore, a specific approval procedure and direct supervisory powers over certain financial holding companies and mixed financial holding companies should be provided for in order to ensure that such holding companies can be held directly responsible for ensuring compliance with consolidated prudential requirements, without subjecting them to additional prudential requirements on an individual basis.\n(4) The approval and supervision of certain financial holding companies and mixed financial holding companies should not prevent groups from deciding on the specific internal arrangements and distribution of tasks within the group as they see fit to ensure compliance with consolidated requirements, and should not prevent direct supervisory action on those institutions within the group that are engaged in ensuring compliance with prudential requirements on a consolidated basis.\n(5) Under specific circumstances, a financial holding company or mixed financial holding company that was set up for the purpose of holding participations in undertakings might be exempted from approval. Although it is recognised that an exempted financial holding company or mixed financial holding company might take decisions in the ordinary course of its business, it should not take management, operational or financial decisions affecting the group or those subsidiaries in the group that are institutions or financial institutions. When assessing compliance with that requirement, the competent authorities should take into account the relevant requirements under corporate law to which the financial holding company or mixed financial holding company is subject.\n(6) The consolidating supervisor is entrusted with the main responsibilities as regards supervision on a consolidated basis. Therefore, it is necessary that the consolidating supervisor be appropriately involved in the approval and supervision of financial holding companies and mixed financial holding companies. Where the consolidating supervisor differs from the competent authority in the Member State where the financial holding company or the mixed financial holding company is established, approval should be granted through a joint decision of those two authorities. The European Central Bank, when performing its task to carry out supervision on a consolidated basis over credit institutions' parents pursuant to Council Regulation (EU) No 1024/2013 (7), should also exercise its duties in relation to the approval and supervision of financial holding companies and mixed financial holding companies.\n(7) The Commission's report of 28 July 2016 on the assessment of the remuneration rules under Directive 2013/36/EU and Regulation (EU) No 575/2013 (the ‘Commission's report of 28 July 2016’) revealed that, when applied to small institutions, some of the principles set out in Directive 2013/36/EU, namely the requirements on deferral and pay-out in instruments, are too burdensome and not commensurate with their prudential benefits. Similarly, it found that the cost of applying those requirements exceeds their prudential benefits in the case of staff with low levels of variable remuneration, since such levels of variable remuneration produce little or no incentive for staff to take excessive risk. Consequently, while all institutions should in general be required to apply all the principles to all of their staff whose professional activities have a material impact on the institution's risk profile, it is necessary to exempt small institutions and staff with low levels of variable remuneration from the principles on deferral and pay-out in instruments set out in Directive 2013/36/EU.\n(8) Clear, consistent and harmonised criteria for identifying those small institutions as well as low levels of variable remuneration are necessary to ensure supervisory convergence and to foster a level playing field for institutions and the adequate protection of depositors, investors and consumers across the Union. At the same time, it is appropriate to offer some flexibility for Member States to adopt a stricter approach where they consider it necessary.\n(9) The principle of equal pay for male and female workers for equal work or work of equal value is laid down in Article 157 of the Treaty on the Functioning of the European Union (TFEU). That principle needs to be applied in a consistent manner by institutions. Therefore, they should operate a gender neutral remuneration policy.\n(10) The purpose of the remuneration requirements is to promote sound and effective risk management of institutions by aligning the long-term interests of both institutions and their staff whose professional activities have a material impact on the institution's risk profile (material risk takers). At the same time, subsidiaries which are not institutions, and therefore not subject to Directive 2013/36/EU on an individual basis, might be subject to other remuneration requirements pursuant to the relevant sector-specific legal acts which should prevail. Therefore, as a rule, remuneration requirements set out in this Directive should not apply on a consolidated basis to such subsidiaries. However, to prevent possible arbitrage, the remuneration requirements set out in this Directive should apply on a consolidated basis to staff that are employed in subsidiaries that provide specific services, such as asset management, portfolio management or execution of orders, whereby such staff is mandated, regardless of the form such mandate might take, to perform professional activities which qualify them as material risk takers at the level of the banking group. Such mandates should include delegation or outsourcing arrangements concluded between the subsidiary employing the staff and another institution in the same group. Member States should not be prevented from applying the remuneration requirements set out in this Directive on a consolidated basis to a broader set of subsidiary undertakings and their staff.\n(11) Directive 2013/36/EU requires that a substantial portion, and in any event at least 50 %, of any variable remuneration, consist of a balance of shares or equivalent ownership interests, subject to the legal structure of the institution concerned, or share-linked instruments or equivalent non-cash instruments, in the case of a non-listed institution; and, where possible, of alternative Tier 1 or Tier 2 instruments which meet certain conditions. That principle limits the use of share-linked instruments to non-listed institutions and requires listed institutions to use shares. The Commission's report of 28 July 2016 found that the use of shares can lead to considerable administrative burdens and costs for listed institutions. At the same time, equivalent prudential benefits can be achieved by allowing listed institutions to use share-linked instruments that track the value of shares. The possibility of using share-linked instruments should therefore be extended to listed institutions.\n(12) The supervisory review and evaluation should take into account the size, the structure and the internal organisation of institutions and the nature, scope and complexity of their activities. Where different institutions have similar risk profiles, for instance because they have similar business models or geographical location of exposures or they are affiliated to the same institutional protection scheme, competent authorities should be able to tailor the methodology for the review and evaluation process to capture the common characteristics and risks of institutions with such same risk profile. Such tailoring should, however, neither prevent competent authorities from duly taking into account the specific risks affecting each institution nor alter the institution-specific nature of the measures imposed.\n(13) The additional own funds requirement imposed by competent authorities is an important driver of an institution's overall level of own funds and is relevant for market participants since the level of additional own funds requirement imposed impacts the trigger point for restrictions on dividend payments, bonus pay-outs and the payments on Additional Tier 1 instruments. A clear definition of the conditions under which the additional own funds requirement is to be imposed should be provided to ensure that rules are consistently applied across Member States and to ensure the proper functioning of the internal market.\n(14) The additional own funds requirement to be imposed by competent authorities should be set in relation to the specific situation of an institution and should be duly justified. Additional own funds requirements can be imposed to address risks or elements of risk explicitly excluded or not explicitly covered by the own funds requirements laid down in Regulation (EU) No 575/2013 only to the extent that this is considered necessary in light of the specific situation of an institution. Those requirements should be positioned in the relevant stacking order of own funds requirements above the relevant minimum own funds requirements and below the combined buffer requirement or the leverage ratio buffer requirement, as relevant. The institution-specific nature of additional own funds requirements should prevent their use as a tool to address macroprudential or systemic risks. However, that should not preclude competent authorities from addressing, including by means of additional own funds requirements, the risks incurred by individual institutions due to their activities, including those reflecting the impact of certain economic and market developments on the risk profile of an individual institution.\n(15) The leverage ratio requirement is a parallel requirement to the risk-based own funds requirements. Therefore, any additional own funds requirements imposed by competent authorities to address the risk of excessive leverage should be added to the minimum leverage ratio requirement and not to the minimum risk-based own funds requirement. Furthermore, institutions should also be able to use any Common Equity Tier 1 capital that they use to meet their leverage-related requirements to meet their risk-based own funds requirements, including the combined buffer requirement.\n(16) It should be possible for competent authorities to communicate to an institution in the form of guidance any adjustment to the amount of capital in excess of the relevant minimum own funds requirements, the relevant additional own funds requirement and, as relevant, the combined buffer requirement or the leverage ratio buffer requirement that they expect such an institution to hold in order to deal with forward looking stress scenarios. Since such guidance constitutes a capital target, it should be regarded as positioned above the relevant minimum own funds requirements, the relevant additional own funds requirement and the combined buffer requirement or leverage buffer requirement, as relevant. The failure to meet such a target should not trigger the restrictions on distributions provided for in Directive 2013/36/EU. Given that the guidance on additional own funds reflects supervisory expectations, Directive 2013/36/EU and Regulation (EU) No 575/2013 should neither set out mandatory disclosure obligations for the guidance nor prohibit competent authorities from requesting disclosure of the guidance. Where an institution repeatedly fails to meet the capital target, the competent authority should be entitled to take supervisory measures and, where appropriate, to impose additional own funds requirements.\n(17) The provisions of Directive 2013/36/EU on interest rate risk arising from non-trading book activities are linked to the relevant provisions of Regulation (EU) No 575/2013 which require a longer implementation period for institutions. In order to align the application of provisions on interest rate risk arising from non-trading book activities, the provisions necessary to comply with the relevant provisions of this Directive should apply from the same date as the relevant provisions of Regulation (EU) No 575/2013.\n(18) In order to harmonise the calculation of the interest rate risk arising from non-trading book activities when the institutions' internal systems for measuring that risk are not satisfactory, the Commission should be empowered to adopt regulatory technical standards developed by the European Supervisory Authority (European Banking Authority) (EBA), established by Regulation (EU) No 1093/2010 of the European Parliament and of the Council (8) in respect of developing a standardised methodology for the purpose of evaluating such risk. The Commission should adopt those regulatory technical standards by means of delegated acts pursuant to Article 290 TFEU and in accordance with Articles 10 to 14 of Regulation (EU) No 1093/2010.\n(19) In order to improve the competent authorities' identification of those institutions which might be subject to excessive losses in their non-trading book activities as a result of potential changes in interest rates, the Commission should be empowered to adopt regulatory technical standards developed by EBA. Those regulatory technical standards should specify: the six supervisory shock scenarios that all institutions have to apply in order to calculate changes in the economic value of equity; the common assumptions that institutions have to implement in their internal systems for the purpose of calculating the economic value of equity, and in respect of determining the potential need for specific criteria to identify the institutions for which supervisory measures might be warranted following a decrease in the net interest income attributed to changes in interest rates; and what constitutes a large decline. The Commission should adopt those regulatory technical standards by means of delegated acts pursuant to Article 290 TFEU and in accordance with Articles 10 to 14 of Regulation (EU) No 1093/2010.\n(20) Combating money laundering and terrorist financing is essential for maintaining stability and integrity in the financial system. Uncovering involvement of an institution in money laundering and terrorist financing might have an impact on its viability and the stability of the financial system. Together with the authorities and bodies responsible for ensuring compliance with anti-money laundering rules under Directive (EU) 2015/849 of the European Parliament and of the Council (9), the competent authorities in charge of authorisation and prudential supervision have an important role to play in identifying and disciplining weaknesses. Therefore, such competent authorities should consistently factor money laundering and terrorist financing concerns into their relevant supervisory activities, including supervisory evaluation and review processes, assessments of the adequacy of institutions' governance arrangements, processes and mechanisms and assessments of the suitability of members of the management body, inform accordingly on any findings the relevant authorities and bodies responsible for ensuring compliance with anti-money laundering rules and take, as appropriate, supervisory measures in accordance with their powers under Directive 2013/36/EU and Regulation (EU) No 575/2013. Information should be provided on the basis of findings revealed in the authorisation, approval or review processes such competent authorities are in charge of, as well as on the basis of information received from the authorities and bodies responsible for ensuring compliance with Directive (EU) 2015/849.\n(21) One of the key lessons from the financial crisis in the Union was the need to have an adequate institutional and policy framework to prevent and address imbalances within the Union. In light of the latest institutional developments in the Union, a comprehensive review of the macroprudential policy framework is warranted.\n(22) Directive 2013/36/EU should not preclude Member States from implementing measures in national law designed to enhance the resilience of the financial system such as, but not limited to, loan-to-value limits, debt-to-income limits, debt-service-to-income limits and other instruments addressing lending standards.\n(23) In order to ensure that countercyclical capital buffers properly reflect the risk to the banking sector of excessive credit growth, institutions should calculate their institution-specific buffers as a weighted average of the countercyclical buffer rates that apply in the countries where their credit exposures are located. Every Member State should therefore designate an authority responsible for the setting of the countercyclical buffer rate for exposures located in that Member State. That buffer rate should take into account the growth of credit levels and changes to the ratio of credit to gross domestic product (GDP) in that Member State, and any other variables relevant to the risks to the stability of the financial system.\n(24) In addition to a capital conservation buffer and a countercyclical capital buffer, Member States should be able to require certain institutions to hold a systemic risk buffer in order to prevent and mitigate macroprudential or systemic risks not covered by Regulation (EU) No 575/2013 and by Directive 2013/36/EU, namely a risk of disruption to the financial system with the potential for serious negative consequences for the financial system and the real economy in a specific Member State. The systemic risk buffer rate should apply to all exposures or to a subset of exposures and to all institutions, or to one or more subsets of those institutions, where the institutions exhibit similar risk profiles in their business activities.\n(25) It is important to streamline the coordination mechanism between authorities, ensure a clear delineation of responsibilities, simplify the activation of macroprudential policy tools and broaden the macroprudential toolbox to ensure that authorities are enabled to address systemic risks in a timely and effective manner. The European Systemic Risk Board (ESRB) established by Regulation (EU) No 1092/2010 of the European Parliament and of the Council (10) is expected to play a key role in the coordination of macroprudential measures, as well as the transmission of information on planned macroprudential measures in Member States, in particular through the publication of adopted macroprudential measures on its website and through information sharing across authorities following the notifications of planned macroprudential measures. In order to ensure appropriate policy responses among Member States, the ESRB is expected to monitor the sufficiency and consistency of Member States' macroprudential policies, including by monitoring whether tools are used in a consistent and non-overlapping manner.\n(26) The relevant competent or designated authorities should aim at avoiding any duplicative or inconsistent use of the macroprudential measures laid down in Directive 2013/36/EU and Regulation (EU) No 575/2013. In particular, the relevant competent or designated authorities should duly consider whether measures taken under Article 133 of Directive 2013/36/EU duplicate or are inconsistent with other existing or upcoming measures under Article 124, 164 or 458 of Regulation (EU) No 575/2013.\n(27) Competent or designated authorities should be able to determine the level or levels of application of the other systemically important institutions (O-SIIs) buffer, on the basis of the nature and distribution of the risks embedded in the structure of the group. In some circumstances, it might be appropriate for the competent authority or the designated authority to impose an O-SII buffer solely at a level below the highest level of consolidation.\n(28) In accordance with the assessment methodology for global systemically important banks published by the Basel Committee on Banking Supervision (BCBS), the cross-jurisdictional claims and liabilities of an institution are indicators of its global systemic importance and of the impact that its failure can have on the global financial system. Those indicators reflect the specific concerns, for instance, about the greater difficulty in coordinating the resolution of institutions with significant cross-border activities. The progress made in terms of the common approach to resolution resulting from the reinforcement of the single rulebook and from the establishment of the Single Resolution Mechanism (SRM) has significantly developed the ability to orderly resolve cross-border groups within the banking union. Therefore, and without prejudice to the capacity of competent or designated authorities to exercise their supervisory judgment, an alternative score reflecting that progress should be calculated and competent or designated authorities should take that score into consideration when assessing the systemic importance of credit institutions, without affecting the data supplied to the BCBS for the determination of international denominators. EBA should develop draft regulatory technical standards to specify the additional identification methodology for global systemically important institutions (G-SIIs) to allow the recognition of the specificities of the integrated European resolution framework within the context of the SRM. That methodology should be used solely for the purposes of the calibration of the G-SII buffer. The Commission should adopt those regulatory technical standards by means of delegated acts pursuant to Article 290 TFEU and in accordance with Articles 10 to 14 of Regulation (EU) No 1093/2010.\n(29) Since the objectives of this Directive, namely to reinforce and refine already existing Union legal acts ensuring uniform prudential requirements that apply to institutions throughout the Union, cannot be sufficiently achieved by the Member States but can rather, by reason of their scale and effects, be better achieved at Union level, the Union may adopt measures, in accordance with the principle of subsidiarity as set out in Article 5 of the Treaty on European Union. In accordance with the principle of proportionality, as set out in that Article, this Directive does not go beyond what is necessary in order to achieve those objectives.\n(30) In accordance with the Joint Political Declaration of 28 September 2011 of Member States and the Commission on explanatory documents (11), Member States have undertaken to accompany, in justified cases, the notification of their transposition measures with one or more documents explaining the relationship between the components of a directive and the corresponding parts of national transposition instruments. With regard to this Directive, the legislator considers the transmission of such documents to be justified.\n(31) Directive 2013/36/EU should therefore be amended accordingly,\nHAVE ADOPTED THIS DIRECTIVE:",
        "notes": [
            {
                "id": "1",
                "text": "OJC34, 31.1.2018, p.5.",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:C:2018:034:TOC"
            },
            {
                "id": "2",
                "text": "OJC209, 30.6.2017, p.36.",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:C:2017:209:TOC"
            },
            {
                "id": "3",
                "text": "Position of the European Parliament of 16April 2019 (not yet published in the Official Journal) and decision of the Council of 14May 2019.",
                "url": ""
            },
            {
                "id": "4",
                "text": "Directive 2013/36/EU of the European Parliament and of the Council of 26June 2013 on access to the activity of credit institutions and the prudential supervision of credit institutions and investment firms, amending Directive 2002/87/EC and repealing Directives 2006/48/EC and 2006/49/EC (OJL176, 27.6.2013, p.338).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2013:176:TOC"
            },
            {
                "id": "5",
                "text": "Regulation (EU) No 575/2013 of the European Parliament and of the Council of 26June 2013 on prudential requirements for credit institutions and investment firms and amending Regulation (EU) No 648/2012 (OJL176, 27.6.2013, p.1).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2013:176:TOC"
            },
            {
                "id": "6",
                "text": "Directive 2014/59/EU of the European Parliament and of the Council of 15May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the Council (OJL173, 12.6.2014, p.190).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2014:173:TOC"
            },
            {
                "id": "7",
                "text": "Council Regulation (EU) No 1024/2013 of 15October 2013 conferring specific tasks on the European Central Bank concerning policies relating to the prudential supervision of credit institutions (OJL287, 29.10.2013, p.63).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2013:287:TOC"
            },
            {
                "id": "8",
                "text": "Regulation (EU) No 1093/2010 of the European Parliament and of the Council of 24November 2010 establishing a European Supervisory Authority (European Banking Authority), amending Decision No 716/2009/EC and repealing Commission Decision 2009/78/EC (OJL331, 15.12.2010, p.12).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2010:331:TOC"
            },
            {
                "id": "9",
                "text": "Directive (EU) 2015/849 of the European Parliament and of the Council of 20May 2015 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, amending Regulation (EU) No 648/2012 of the European Parliament and of the Council, and repealing Directive 2005/60/EC of the European Parliament and of the Council and Commission Directive 2006/70/EC (OJL141, 5.6.2015, p.73).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2015:141:TOC"
            },
            {
                "id": "10",
                "text": "Regulation (EU) No 1092/2010 of the European Parliament and of the Council of 24November 2010 on European Union macro-prudential oversight of the financial system and establishing a European Systemic Risk Board (OJL331, 15.12.2010, p.1).",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2010:331:TOC"
            },
            {
                "id": "11",
                "text": "OJC369, 17.12.2011, p.14.",
                "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:C:2011:369:TOC"
            }
        ]
    },
    "articles": [
        {
            "id": "Article 1",
            "title": "Amendments to Directive 2013/36/EU",
            "text": "Directive 2013/36/EU is amended as follows:\n\n(1) in Article 2, paragraphs 5 and 6 are replaced by the following:\n‘5.   This Directive shall not apply to the following:\n(1) access to the activity of investment firms in so far as it is regulated by Directive 2014/65/EU of the European Parliament and of the Council (*1);\n(2) central banks;\n(3) post office giro institutions;\n(4) in Denmark, the “Eksport Kredit Fonden”, the “Eksport Kredit Fonden A/S”, the “Danmarks Skibskredit A/S” and the “KommuneKredit”;\n(5) in Germany, the “Kreditanstalt für Wiederaufbau”, “Landwirtschaftliche Rentenbank”, “Bremer Aufbau-Bank GmbH”, “Hamburgische Investitions- und Förderbank”, “Investitionsbank Berlin”, “Investitionsbank des Landes Brandenburg”, “Investitionsbank Schleswig-Holstein”, “Investitions- und Förderbank Niedersachsen – NBank”, “Investitions- und Strukturbank Rheinland-Pfalz”, “Landeskreditbank Baden-Württemberg – Förderbank”, “LfA Förderbank Bayern”, “NRW.BANK”, “Saarländische Investitionskreditbank AG”, “Sächsische Aufbaubank – Förderbank”, “Thüringer Aufbaubank”, undertakings which are recognised under the “Wohnungsgemeinnützigkeitsgesetz” as bodies of State housing policy and are not mainly engaged in banking transactions, and undertakings recognised under that law as non-profit housing undertakings;\n(6) in Estonia, the “hoiu-laenuühistud”, as cooperative undertakings that are recognised under the “hoiu-laenuühistu seadus”;\n(7) in Ireland, the Strategic Banking Corporation of Ireland, credit unions and friendly societies;\n(8) in Greece, the “Ταμείο Παρακαταθηκών και Δανείων” (Tamio Parakatathikon kai Danion);\n(9) in Spain, the “Instituto de Crédito Oficial”;\n(10) in France, the “Caisse des dépôts et consignations”;\n(11) in Croatia, the “kreditne unije” and the “Hrvatska banka za obnovu i razvitak”;\n(12) in Italy, the “Cassa depositi e prestiti”;\n(13) in Latvia, the “krājaizdevu sabiedrības”, undertakings that are recognised under the “krājaizdevu sabiedrību likums” as cooperative undertakings rendering financial services solely to their members;\n(14) in Lithuania, the “kredito unijos” other than the “centrinės kredito unijos”;\n(15) in Hungary, the “MFB Magyar Fejlesztési Bank Zártkörűen Működő Részvénytársaság” and the “Magyar Export-Import Bank Zártkörűen Működő Részvénytársaság”;\n(16) in Malta, “The Malta Development Bank”;\n(17) in the Netherlands, the “Nederlandse Investeringsbank voor Ontwikkelingslanden NV”, the “NV Noordelijke Ontwikkelingsmaatschappij”, the “NV Limburgs Instituut voor Ontwikkeling en Financiering”, the “Ontwikkelingsmaatschappij Oost-Nederland NV” and kredietunies;\n(18) in Austria, undertakings recognised as housing associations in the public interest and the “Österreichische Kontrollbank AG”;\n(19) in Poland, the “Spółdzielcze Kasy Oszczędnościowo — Kredytowe” and the “Bank Gospodarstwa Krajowego”;\n(20) in Portugal, the “Caixas Económicas” existing on 1 January 1986 with the exception of those incorporated as limited companies and of the “Caixa Económica Montepio Geral”;\n(21) in Slovenia, the “SID-Slovenska izvozna in razvojna banka, d.d. Ljubljana”;\n(22) in Finland, the “Teollisen yhteistyön rahasto Oy/Fonden för industriellt samarbete AB”, and the “Finnvera Oyj/Finnvera Abp”;\n(23) in Sweden, the “Svenska Skeppshypotekskassan”;\n(24) in the United Kingdom, National Savings and Investments (NS&I), CDC Group plc, the Agricultural Mortgage Corporation Ltd, the Crown Agents for overseas governments and administrations, credit unions and municipal banks. 6.   The entities referred to in point (1) and points (3) to (24) of paragraph 5 of this Article shall be treated as financial institutions for the purposes of Article 34 and Chapter 3 of Title VII.\n(*1)  Directive 2014/65/EU of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments and amending Directive 2002/92/EC and Directive 2011/61/EU (OJ L 173, 12.6.2014, p. 349).’;\"\n                        \n(2) Article 3 is amended as follows:\n(a) in paragraph 1, the following points are added:\n‘(60) “resolution authority” means a resolution authority as defined in point (18) of Article 2(1) of Directive 2014/59/EU of the European Parliament and of the Council (*2);\n(61) “global systemically important institution” or “G-SII” means a G-SII as defined in point (133) of Article 4(1) of Regulation (EU) No 575/2013;\n(62) “non-EU global systemically important institution” or “non-EU G-SII” means a non-EU G-SII as defined in point (134) of Article 4(1) of Regulation (EU) No 575/2013;\n(63) “group” means a group as defined in point (138) of Article 4(1) of Regulation (EU) No 575/2013;\n(64) “third-country group” means a group of which the parent undertaking is established in a third country;\n(65) “gender neutral remuneration policy” means a remuneration policy based on equal pay for male and female workers for equal work or work of equal value.\n(*2)  Directive 2014/59/EU of the European Parliament and of the Council of 15 May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the Council (OJ L 173, 12.6.2014, p. 190).’;\"\n                        \n(b) the following paragraph is added:\n‘3.   In order to ensure that requirements or supervisory powers laid down in this Directive or in Regulation (EU) No 575/2013 apply on a consolidated or sub-consolidated basis in accordance with this Directive and that Regulation, the terms “institution”, “parent institution in a Member State”, “EU parent institution” and “parent undertaking” shall also include:\n(a) financial holding companies and mixed financial holding companies that have been granted approval in accordance with Article 21a of this Directive;\n(b) designated institutions controlled by an EU parent financial holding company, an EU parent mixed financial holding company, a parent financial holding company in a Member State or a parent mixed financial holding company in a Member State where the relevant parent is not subject to approval in accordance with Article 21a(4) of this Directive; and\n(c) financial holding companies, mixed financial holding companies or institutions designated pursuant to point (d) of Article 21a(6) of this Directive.’;\n(3) in Article 4, paragraph 8 is replaced by the following:\n‘8.   Member States shall ensure that where authorities other than competent authorities have the power of resolution, those other authorities cooperate closely and consult the competent authorities with regard to the preparation of resolution plans and in all other instances where such cooperation and consultation is required by this Directive, by Directive 2014/59/EU or by Regulation (EU) No 575/2013.’;\n(4) Article 8 is amended as follows:\n(a) in paragraph 2, points (a) and (b) are replaced by the following:\n‘(a) the information to be provided to the competent authorities in the application for the authorisation of credit institutions, including the programme of operations, structural organisation and governance arrangements provided for in Article 10;\n(b) the requirements applicable to shareholders and members with qualifying holdings, or, where there are no qualifying holdings, to the 20 largest shareholders or members, pursuant to Article 14; and’;\n(b) the following paragraph is added:\n‘5.   EBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, addressed to the competent authorities to specify a common assessment methodology for granting authorisations in accordance with this Directive.’;\n(5) in Article 9, the following paragraphs are added:\n‘3.   Member States shall notify to the Commission and to EBA the national laws that expressly allow undertakings other than credit institutions to carry out the business of taking deposits and other repayable funds from the public. 4.   Pursuant to this Article, Member States may not exempt credit institutions from the application of this Directive and Regulation (EU) No 575/2013.’;\n(6) Article 10 is replaced by the following:\n‘Article 10\nProgramme of operations, structural organisation and governance arrangements 1.   Member States shall require applications for authorisation to be accompanied by a programme of operations setting out the types of business envisaged and the structural organisation of the credit institution, including indication of the parent undertakings, financial holding companies and mixed financial holding companies within the group. Member States shall also require applications for authorisation to be accompanied by a description of the arrangements, processes and mechanisms referred to in Article 74(1). 2.   Competent authorities shall refuse authorisation to commence the activity of a credit institution unless they are satisfied that the arrangements, processes and mechanisms referred to in Article 74(1) enable sound and effective risk management by that institution.’;\n(7) in Article 14, paragraph 2 is replaced by the following:\n‘2.   Competent authorities shall refuse authorisation to commence the activity of a credit institution if, taking into account the need to ensure the sound and prudent management of a credit institution, they are not satisfied as to the suitability of the shareholders or members in accordance with the criteria set out in Article 23(1). Article 23(2) and (3) and Article 24 shall apply.’;\n(8) in Article 18, point (d) is replaced by the following:\n‘(d) no longer meets the prudential requirements set out in Part Three, Four or Six, except for the requirements laid down in Articles 92a and 92b of Regulation (EU) No 575/2013 or imposed under point (a) of Article 104(1) or Article 105 of this Directive or can no longer be relied on to fulfil its obligations towards its creditors, and, in particular, no longer provides security for the assets entrusted to it by its depositors;’;\n(9) the following articles are inserted:\n‘Article 21a\nApproval of financial holding companies and mixed financial holding companies 1.   Parent financial holding companies in a Member State, parent mixed financial holding companies in a Member State, EU parent financial holding companies and EU parent mixed financial holding companies shall seek approval in accordance with this Article. Other financial holding companies or mixed financial holding companies shall seek approval in accordance with this Article where they are required to comply with this Directive or Regulation (EU) No 575/2013 on a sub-consolidated basis. 2.   For the purposes of paragraph 1, financial holding companies and mixed financial holding companies referred to therein shall provide the consolidating supervisor and, where different, the competent authority in the Member State where they are established with the following information:\n(a) the structural organisation of the group of which the financial holding company or the mixed financial holding company is part, with a clear indication of its subsidiaries and, where applicable, parent undertakings, and the location and type of activity undertaken by each of the entities within the group;\n(b) information regarding the nomination of at least two persons effectively directing the financial holding company or mixed financial holding company and compliance with the requirements set out in Article 121 on qualification of directors;\n(c) information regarding compliance with the criteria set out in Article 14 concerning shareholders and members, where the financial holding company or mixed financial holding company has a credit institution as its subsidiary;\n(d) the internal organisation and distribution of tasks within the group;\n(e) any other information that may be necessary to carry out the assessments referred to in paragraphs 3 and 4 of this Article.\nWhere the approval of a financial holding company or mixed financial holding company takes place concurrently with the assessment referred to in Article 22, the competent authority for the purposes of that Article shall coordinate, as appropriate, with the consolidating supervisor and, where different, the competent authority in the Member State where the financial holding company or mixed financial holding company is established. In that case, the assessment period referred to in the second subparagraph of Article 22(3) shall be suspended for a period exceeding 20 working days until the procedure set out in this Article is complete. 3.   Approval may be granted to a financial holding company or mixed financial holding company pursuant to this Article only where all of the following conditions are fulfilled:\n(a) the internal arrangements and distribution of tasks within the group are adequate for the purpose of complying with the requirements imposed by this Directive and Regulation (EU) No 575/2013 on a consolidated or sub-consolidated basis and, in particular, are effective to:\n(i) coordinate all the subsidiaries of the financial holding company or mixed financial holding company including, where necessary, through an adequate distribution of tasks among subsidiary institutions;\n(ii) prevent or manage intra-group conflicts; and\n(iii) enforce the group-wide policies set by the parent financial holding company or parent mixed financial holding company throughout the group;\n(b) the structural organisation of the group of which the financial holding company or mixed financial holding company is part does not obstruct or otherwise prevent the effective supervision of the subsidiary institutions or parent institutions as concerns the individual, consolidated and, where appropriate, sub-consolidated obligations to which they are subject. The assessment of that criterion shall take into account, in particular:\n(i) the position of the financial holding company or mixed financial holding company in a multi-layered group;\n(ii) the shareholding structure; and\n(iii) the role of the financial holding company or mixed financial holding company within the group;\n(c) the criteria set out in Article 14 and the requirements laid down in Article 121 are complied with. 4.   Approval of the financial holding company or mixed financial holding company under this Article shall not be required where all of the following conditions are met:\n(a) the financial holding company's principal activity is to acquire holdings in subsidiaries or, in the case of a mixed financial holding company, its principal activity with respect to institutions or financial institutions is to acquire holdings in subsidiaries;\n(b) the financial holding company or mixed financial holding company has not been designated as a resolution entity in any of the group's resolution groups in accordance with the resolution strategy determined by the relevant resolution authority pursuant to Directive 2014/59/EU;\n(c) a subsidiary credit institution is designated as responsible to ensure the group's compliance with prudential requirements on a consolidated basis and is given all the necessary means and legal authority to discharge those obligations in an effective manner;\n(d) the financial holding company or mixed financial holding company does not engage in taking management, operational or financial decisions affecting the group or its subsidiaries that are institutions or financial institutions;\n(e) there is no impediment to the effective supervision of the group on a consolidated basis.\nFinancial holding companies or mixed financial holding companies exempted from approval in accordance with this paragraph shall not be excluded from the perimeter of consolidation as laid down in this Directive and in Regulation (EU) No 575/2013. 5.   The consolidating supervisor shall monitor compliance with the conditions referred to in paragraph 3 or, where applicable, paragraph 4 on an ongoing basis. Financial holding companies and mixed financial holding companies shall provide the consolidating supervisor with the information required to monitor on an ongoing basis the structural organisation of the group and compliance with the conditions referred to in paragraph 3 or, where applicable, paragraph 4. The consolidating supervisor shall share that information with the competent authority in the Member State where the financial holding company or the mixed financial holding company is established. 6.   Where the consolidating supervisor has established that the conditions set out in paragraph 3 are not met or have ceased to be met, the financial holding company or mixed financial holding company shall be subject to appropriate supervisory measures to ensure or restore, as the case may be, continuity and integrity of consolidated supervision and ensuring compliance with the requirements laid down in this Directive and in Regulation (EU) No 575/2013 on a consolidated basis. In the case of a mixed financial holding company, the supervisory measures shall, in particular, take into account the effects on the financial conglomerate.\nThe supervisory measures referred to in the first subparagraph may include:\n(a) suspending the exercise of voting rights attached to the shares of the subsidiary institutions held by the financial holding company or mixed financial holding company;\n(b) issuing injunctions or penalties against the financial holding company, the mixed financial holding company or the members of the management body and managers, subject to Articles 65 to 72;\n(c) giving instructions or directions to the financial holding company or mixed financial holding company to transfer to its shareholders the participations in its subsidiary institutions;\n(d) designating on a temporary basis another financial holding company, mixed financial holding company or institution within the group as responsible for ensuring compliance with the requirements laid down in this Directive and in Regulation (EU) No 575/2013 on a consolidated basis;\n(e) restricting or prohibiting distributions or interest payments to shareholders;\n(f) requiring financial holding companies or mixed financial holding companies to divest from or reduce holdings in institutions or other financial sector entities;\n(g) requiring financial holding companies or mixed financial holding companies to submit a plan on return, without delay, to compliance. 7.   Where the consolidating supervisor has established that the conditions set out in paragraph 4 are no longer met, the financial holding company or mixed financial holding company shall seek approval in accordance with this Article. 8.   For the purpose of taking decisions on the approval and exemption from approval referred to in paragraphs 3 and 4, respectively, and the supervisory measures referred to in paragraphs 6 and 7, where the consolidating supervisor is different from the competent authority in the Member State where the financial holding company or the mixed financial holding company is established, the two authorities shall work together in full consultation. The consolidating supervisor shall prepare an assessment on the matters referred to in paragraphs 3, 4, 6 and 7, as applicable, and shall forward that assessment to the competent authority in the Member State where the financial holding company or the mixed financial holding company is established. The two authorities shall do everything within their powers to reach a joint decision within two months of receipt of that assessment.\nThe joint decision shall be duly documented and reasoned. The consolidating supervisor shall communicate the joint decision to the financial holding company or mixed financial holding company.\nIn the event of a disagreement, the consolidating supervisor or the competent authority in the Member State where the financial holding company or the mixed financial holding company is established shall refrain from taking a decision and shall refer the matter to EBA in accordance with Article 19 of Regulation (EU) No 1093/2010. EBA shall take its decision within one month of receipt of the referral to EBA. The competent authorities concerned shall adopt a joint decision in conformity with the decision of EBA. The matter shall not be referred to EBA after the end of the two-month period or after a joint decision has been reached. 9.   In the case of mixed financial holding companies, where the consolidating supervisor or the competent authority in the Member State where the mixed financial holding company is established is different from the coordinator determined in accordance with Article 10 of Directive 2002/87/EC, the agreement of the coordinator shall be required for the purposes of decisions or joint decisions referred to in paragraphs 3, 4, 6 and 7 of this Article, as applicable. Where the agreement of the coordinator is required, disagreements shall be referred to the relevant European Supervisory Authority, namely, EBA or the European Supervisory Authority (European Insurance and Occupational Pensions Authority) (EIOPA), established by Regulation (EU) No 1094/2010 of the European Parliament and of the Council (*3), which shall take its decision within one month of receipt of the referral. Any decision taken in accordance with this paragraph shall be without prejudice to the obligations under Directive 2002/87/EC or 2009/138/EC. 10.   Where approval of a financial holding company or mixed financial holding company pursuant to this Article is refused, the consolidating supervisor shall notify the applicant of the decision and the reasons therefor within four months of receipt of the application, or where the application is incomplete, within four months of receipt of the complete information required for the decision.\nA decision to grant or refuse approval shall, in any event, be taken within six months of receipt of the application. Refusal may be accompanied, where necessary, by any of the measures referred to in paragraph 6. Article 21b\nIntermediate EU parent undertaking 1.   Two or more institutions in the Union, which are part of the same third-country group, shall have a single intermediate EU parent undertaking that is established in the Union. 2.   Competent authorities may allow the institutions referred to in paragraph 1 to have two intermediate EU parent undertakings where they determine that the establishment of a single intermediate EU parent undertaking would:\n(a) be incompatible with a mandatory requirement for separation of activities imposed by the rules or supervisory authorities of the third country where the ultimate parent undertaking of the third-country group has its head office; or\n(b) render resolvability less efficient than in the case of two intermediate EU parent undertakings according to an assessment carried out by the competent resolution authority of the intermediate EU parent undertaking. 3.   An intermediate EU parent undertaking shall be a credit institution authorised in accordance with Article 8, or a financial holding company or mixed financial holding company that has been granted approval in accordance with Article 21a.\nBy way of derogation from the first subparagraph of this paragraph, where none of the institutions referred to in paragraph 1 of this Article is a credit institution or where a second intermediate EU parent undertaking must be set up in connection with investment activities to comply with a mandatory requirement as referred to in paragraph 2 of this Article, the intermediate EU parent undertaking or the second intermediate EU parent undertaking, may be an investment firm authorised in accordance with Article 5(1) of Directive 2014/65/EU that is subject to Directive 2014/59/EU. 4.   Paragraphs 1, 2 and 3 shall not apply where the total value of assets in the Union of the third-country group is less than EUR 40 billion. 5.   For the purposes of this Article, the total value of assets in the Union of the third-country group shall be the sum of the following:\n(a) the total value of assets of each institution in the Union of the third country-group, as resulting from its consolidated balance sheet or as resulting from their individual balance sheet, where an institution's balance sheet is not consolidated; and\n(b) the total value of assets of each branch of the third-country group authorised in the Union in accordance with this Directive, Directive 2014/65/EU or Regulation (EU) No 600/2014 of the European Parliament and of the Council (*4). 6.   Competent authorities shall notify the following information in respect of each third-country group operating in their jurisdiction to EBA:\n(a) the names and the total value of assets of supervised institutions belonging to a third-country group;\n(b) the names and the total value of assets corresponding to branches authorised in that Member State in accordance with this Directive, Directive 2014/65/EU or Regulation (EU) No 600/2014, and the types of activities that they are authorised to carry out;\n(c) the name and the type as referred to in paragraph 3 of any intermediate EU parent undertaking set up in that Member State and the name of the third-country group of which it is part. 7.   EBA shall publish on its website a list of all third-country groups operating in the Union and their intermediate EU parent undertaking or undertakings, where applicable.\nCompetent authorities shall ensure that each institution under their jurisdiction that is part of a third-country group meets one of the following conditions:\n(a) it has an intermediate EU parent undertaking;\n(b) it is an intermediate EU parent undertaking;\n(c) it is the only institution in the Union of the third-country group; or\n(d) it is part of a third-country group with a total value of assets in the Union of less than EUR 40 billion. 8.   By way of derogation from paragraph 1, third-country groups operating through more than one institution in the Union and with a total value of assets equal to or greater than EUR 40 billion on 27 June 2019 shall have an intermediate EU parent undertaking or, if paragraph 2 applies, two intermediate EU parent undertakings by 30 December 2023. 9.   By 30 December 2026 the Commission shall, after consulting EBA, review the requirements imposed on institutions by this Article and submit a report to the European Parliament and to the Council. That report shall, at least, consider:\n(a) whether the requirements laid down in this Article are operable, necessary and proportionate and whether other measures would be more appropriate;\n(b) whether the requirements imposed on institutions by this Article should be revised to reflect best international practices. 10.   By 28 June 2021, EBA shall submit a report to the European Parliament, to the Council and to the Commission on the treatment of third-country branches under national law of Member States. That report shall, at least, consider:\n(a) whether and to what extent supervisory practices under national law for third-country branches differ between Member States;\n(b) whether a different treatment of third-country branches under national law could result in regulatory arbitrage;\n(c) whether further harmonisation of national regimes for third-country branches would be necessary and appropriate, especially with regard to significant third-country branches.\nThe Commission shall, if appropriate, submit a legislative proposal to the European Parliament and to the Council, based on the recommendations made by EBA.\n(*3)  Regulation (EU) No 1094/2010 of the European Parliament and of the Council of 24 November 2010 establishing a European Supervisory Authority (European Insurance and Occupational Pensions Authority), amending Decision No 716/2009/EC and repealing Commission Decision 2009/79/EC (OJ L 331, 15.12.2010, p. 48).\"\n                        \n(*4)  Regulation (EU) No 600/2014 of the European Parliament and of the Council of 15 May 2014 on markets in financial instruments and amending Regulation (EU) No 648/2012 (OJ L 173, 12.6.2014, p. 84).’;\"\n                        \n(10) in Article 23(1), point (b) is replaced by the following:\n‘(b) the reputation, knowledge, skills and experience, as set out in Article 91(1), of any member of the management body who will direct the business of the credit institution as a result of the proposed acquisition;’;\n(11) Article 47 is amended as follows:\n(a) the following paragraph is inserted:\n‘1a.   A Member State shall require branches of credit institutions having their head office in a third country to report at least annually to the competent authorities the following information:\n(a) the total assets corresponding to the activities of the branch authorised in that Member State;\n(b) information on the liquid assets available to the branch, in particular availability of liquid assets in Member State currencies;\n(c) the own funds that are at the disposal of the branch;\n(d) the deposit protection arrangements available to depositors in the branch;\n(e) the risk management arrangements;\n(f) the governance arrangements, including key function holders for the activities of the branch;\n(g) the recovery plans covering the branch; and\n(h) any other information considered by the competent authority necessary to enable comprehensive monitoring of the activities of the branch.’;\n(b) paragraph 2 is replaced by the following:\n‘2.   The competent authorities shall notify EBA of the following:\n(a) all the authorisations for branches granted to credit institutions having their head office in a third country and any subsequent changes to such authorisations;\n(b) total assets and liabilities of the authorised branches of credit institutions having their head office in a third country, as periodically reported;\n(c) the name of the third-country group to which an authorised branch belongs.\nEBA shall publish on its website a list of all third-country branches authorised to operate in the Union, indicating the Member State in which they are authorised to operate.’;\n(c) the following paragraph is inserted:\n‘2a.   Competent authorities supervising branches of credit institutions having their head office in a third country and competent authorities of institutions that are part of the same third-country group shall cooperate closely to ensure that all activities of that third-country group in the Union are subject to comprehensive supervision, to prevent the requirements applicable to third-country groups pursuant to this Directive and Regulation (EU) No 575/2013 from being circumvented and to prevent any detrimental impact on the financial stability of the Union.\nEBA shall facilitate the cooperation among competent authorities for the purposes of the first subparagraph of this paragraph, including when verifying whether the threshold referred to in Article 21b(4) is met.’;\n(12) Article 56 is amended as follows:\n(a) point (g) is replaced by the following:\n‘(g) authorities responsible for supervising the obliged entities listed in points (1) and (2) of Article 2(1) of Directive (EU) 2015/849 of the European Parliament and of the Council (*5) for compliance with that Directive, and financial intelligence units;\n(*5)  Directive (EU) 2015/849 of the European Parliament and of the Council of 20 May 2015 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, amending Regulation (EU) No 648/2012 of the European Parliament and of the Council, and repealing Directive 2005/60/EC of the European Parliament and of the Council and Commission Directive 2006/70/EC (OJ L 141, 5.6.2015, p. 73).’;\"\n                        \n(b) the following point is added:\n‘(h) competent authorities or bodies responsible for the application of rules on structural separation within a banking group.’;\n(13) in Article 57(1), the introductory phrase is replaced by the following:\n‘1.   Notwithstanding Articles 53, 54 and 55, Member States shall ensure that an exchange of information can take place between the competent authorities and the authorities responsible for oversight:’;\n(14) the following article is inserted:\n‘Article 58a\nTransmission of information to international bodies 1.   Notwithstanding Article 53(1) and Article 54, competent authorities may, subject to the conditions set out in paragraphs 2, 3 and 4 of this Article, transmit or share certain information with the following:\n(a) the International Monetary Fund and the World Bank, for the purposes of assessments for the Financial Sector Assessment Program;\n(b) the Bank for International Settlements, for the purposes of quantitative impact studies;\n(c) the Financial Stability Board, for the purposes of its surveillance function. 2.   Competent authorities may only share confidential information following an explicit request by the relevant body, where at least the following conditions are met:\n(a) the request is duly justified in light of the specific tasks performed by the requesting body in accordance with its statutory mandate;\n(b) the request is sufficiently precise as to the nature, scope, and format of the required information, and the means of its disclosure or transmission;\n(c) the requested information is strictly necessary for the performance of the specific tasks of the requesting body and does not go beyond the statutory tasks conferred on the requesting body;\n(d) the information is transmitted or disclosed exclusively to the persons directly involved in the performance of the specific task;\n(e) the persons having access to the information are subject to professional secrecy requirements at least equivalent to those referred to in Article 53(1). 3.   Where the request is made by any of the entities referred to in paragraph 1, competent authorities may only transmit aggregate or anonymised information and may only share other information at the premises of the competent authority. 4.   To the extent that the disclosure of information involves processing of personal data, any processing of personal data by the requesting body shall comply with the requirements laid down in Regulation (EU) 2016/679 of the European Parliament and of the Council (*6).\n(*6)  Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).’;\"\n                        \n(15) in Article 63(1), the following subparagraph is added:\n‘Member States shall provide that competent authorities may require the replacement of a person referred to in the first subparagraph if that person acts in breach of his or her obligations under the first subparagraph.’;\n(16) Article 64 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n‘1.   Competent authorities shall be given all supervisory powers to intervene in the activity of institutions, financial holding companies and mixed financial holding companies that are necessary for the exercise of their function, including in particular the right to withdraw an authorisation in accordance with Article 18, the powers referred to in Articles 18, 102, 104 and 105, and the powers to take the measures referred to in Article 21a(6).’;\n(b) the following paragraph is added:\n‘3.   The decisions taken by competent authorities in the exercise of their supervisory powers and powers to impose penalties shall state the reasons on which they are based.’;\n(17) in Article 66(1), the following point is added:\n‘(e) failing to apply for approval in breach of Article 21a or any other breach of the requirements set out in that Article.’;\n(18) in Article 67(1), the following point is added:\n‘(q) a parent institution, a parent financial holding company or a parent mixed financial holding company fails to take any action that may be required to ensure compliance with the prudential requirements set out in Part Three, Four, Six or Seven of Regulation (EU) No 575/2013 or imposed under point (a) of Article 104(1) or Article 105 of this Directive on a consolidated or sub-consolidated basis.’;\n(19) Article 74 is replaced by the following:\n‘Article 74\nInternal governance and recovery and resolution plans 1.   Institutions shall have robust governance arrangements, which include a clear organisational structure with well-defined, transparent and consistent lines of responsibility, effective processes to identify, manage, monitor and report the risks they are or might be exposed to, adequate internal control mechanisms, including sound administration and accounting procedures, and remuneration policies and practices that are consistent with and promote sound and effective risk management.\nThe remuneration policies and practices referred to in the first subparagraph shall be gender neutral. 2.   The arrangements, processes and mechanisms referred to in paragraph 1 of this Article shall be comprehensive and proportionate to the nature, scale and complexity of the risks inherent in the business model and the institution's activities. The technical criteria established in Articles 76 to 95 shall be taken into account. 3.   EBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, on the arrangements, processes and mechanisms referred to in paragraph 1 of this Article, taking into account paragraph 2 of this Article.\nEBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, on gender neutral remuneration policies for institutions.\nWithin two years of the date of publication of the guidelines referred to in the second subparagraph and based on the information collected by the competent authorities, EBA shall issue a report on the application of gender neutral remuneration policies by institutions.’;\n(20) in Article 75, paragraph 1 is replaced by the following:\n‘1.   Competent authorities shall collect the information disclosed in accordance with the criteria for disclosure established in points (g), (h), (i) and (k) of Article 450(1) of Regulation (EU) No 575/2013 as well as the information provided by institutions on the gender pay gap and shall use that information to benchmark remuneration trends and practices. The competent authorities shall provide EBA with that information.’;\n(21) Article 84 is replaced by the following:\n‘Article 84\nInterest risk arising from non-trading book activities 1.   Competent authorities shall ensure that institutions implement internal systems, use the standardised methodology or the simplified standardised methodology to identify, evaluate, manage and mitigate the risks arising from potential changes in interest rates that affect both the economic value of equity and the net interest income of an institution's non-trading book activities. 2.   Competent authorities shall ensure that institutions implement systems to assess and monitor the risks arising from potential changes in credit spreads that affect both the economic value of equity and the net interest income of an institution's non-trading book activities. 3.   A competent authority may require an institution to use the standardised methodology referred to in paragraph 1 where the internal systems implemented by that institution for the purpose of evaluating the risks referred to in that paragraph are not satisfactory. 4.   A competent authority may require a small and non-complex institution as defined in point (145) of Article 4(1) of Regulation (EU) No 575/2013 to use the standardised methodology where it considers that the simplified standardised methodology is not adequate to capture interest rate risk arising from non-trading book activities of that institution. 5.   EBA shall develop draft regulatory technical standards to specify, for the purposes of this Article, a standardised methodology that institutions may use for the purpose of evaluating the risks referred to in paragraph 1 of this Article, including a simplified standardised methodology for small and non-complex institutions as defined in point (145) of Article 4(1) of Regulation (EU) No 575/2013 which is at least as conservative as the standardised methodology.\nEBA shall submit those draft regulatory technical standards to the Commission by 28 June 2020. Power is delegated to the Commission to supplement this Directive by adopting the regulatory technical standards referred to in the first subparagraph in accordance with Articles 10 to 14 of Regulation (EU) No 1093/2010. 6.   EBA shall issue guidelines to specify the criteria for:\n(a) the evaluation by an institution's internal system of the risks referred to in paragraph 1;\n(b) the identification, management and mitigation by institutions of the risks referred to in paragraph 1;\n(c) the assessment and monitoring by institutions of the risks referred to in paragraph 2;\n(d) determining which of the internal systems implemented by institutions for the purposes of paragraph 1 are not satisfactory as referred to in paragraph 3. EBA shall issue those guidelines by 28 June 2020.’;\n(22) in Article 85, paragraph 1 is replaced by the following:\n‘1.   Competent authorities shall ensure that institutions implement policies and processes to evaluate and manage the exposures to operational risk, including model risk and risks resulting from outsourcing, and to cover low-frequency high-severity events. Institutions shall articulate what constitutes operational risk for the purposes of those policies and procedures.’;\n(23) in Article 88(1), the following subparagraph is added:\n‘Member States shall ensure that data on loans to members of the management body and their related parties are properly documented and made available to competent authorities upon request.\nFor the purposes of this Article, the term “related party” means:\n(a) a spouse, registered partner in accordance with national law, child or parent of a member of the management body;\n(b) a commercial entity, in which a member of the management body or his or her close family member as referred to in point (a) has a qualifying holding of 10 % or more of capital or of voting rights in that entity, or in which those persons can exercise significant influence, or in which those persons hold senior management positions or are members of the management body.’;\n(24) in Article 89, the following paragraph is added:\n‘6.   By 1 January 2021, the Commission, after consulting EBA, EIOPA and ESMA, shall review whether the information referred to in points (a) to (f) of paragraph 1 is still adequate, while taking into account previous impact assessments, international agreements and legislative developments in the Union, and whether further relevant information requirements may be added to paragraph 1. By 30 June 2021, the Commission shall, on the basis of the consultation with EBA, EIOPA and ESMA, report to the European Parliament and to the Council on the assessment referred to in this paragraph and, where appropriate, submit a legislative proposal to the European Parliament and to the Council.’;\n(25) Article 91 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n‘1.   Institutions, financial holding companies and mixed financial holding companies shall have the primary responsibility for ensuring that members of the management body are at all times of sufficiently good repute and possess sufficient knowledge, skills and experience to perform their duties. Members of the management body shall, in particular, fulfil the requirements set out in paragraphs 2 to 8. Where members of the management body do not fulfil the requirements set out in this paragraph, competent authorities shall have the power to remove such members from the management body. The competent authorities shall in particular verify whether the requirements set out in this paragraph are still fulfilled where they have reasonable grounds to suspect that money laundering or terrorist financing is being or has been committed or attempted, or there is increased risk thereof in connection with that institution.’;\n(b) paragraphs 7 and 8 are replaced by the following:\n‘7.   The management body shall possess adequate collective knowledge, skills and experience to be able to understand the institution's activities, including the main risks. The overall composition of the management body shall reflect an adequately broad range of experience. 8.   Each member of the management body shall act with honesty, integrity and independence of mind to effectively assess and challenge the decisions of the senior management where necessary and to effectively oversee and monitor management decision-making. Being a member of affiliated companies or affiliated entities does not in itself constitute an obstacle to acting with independence of mind.’;\n(c) in paragraph 12, the following point is added:\n‘(f) the consistent application of the power referred to in the second subparagraph of paragraph 1.’;\n(26) Article 92 is amended as follows:\n(a) paragraph 1 is deleted;\n(b) paragraph 2 is amended as follows:\n(i) the introductory part is replaced by the following:\n‘Member States shall ensure that, when establishing and applying the total remuneration policies, inclusive of salaries and discretionary pension benefits, for categories of staff whose professional activities have a material impact on the institution's risk profile, institutions comply with the following requirements in a manner that is appropriate to their size, internal organisation and the nature, scope and complexity of their activities:’;\n(ii) the following point is inserted:\n‘(aa)\nthe remuneration policy is a gender neutral remuneration policy;’;\n(c) the following paragraph is added:\n‘3.   For the purposes of paragraph 2, categories of staff whose professional activities have a material impact on the institution's risk profile shall, at least, include:\n(a) all members of the management body and senior management;\n(b) staff members with managerial responsibility over the institution's control functions or material business units;\n(c) staff members entitled to significant remuneration in the preceding financial year, provided that the following conditions are met:\n(i) the staff member's remuneration is equal to or greater than EUR 500 000 and equal to or greater than the average remuneration awarded to the members of the institution's management body and senior management referred to in point (a);\n(ii) the staff member performs the professional activity within a material business unit and the activity is of a kind that has a significant impact on the relevant business unit's risk profile.’;\n(27) Article 94 is amended as follows:\n(a) paragraph 1 is amended as follows:\n(i) point (l)(i) is replaced by the following:\n‘(i) shares or, subject to the legal structure of the institution concerned, equivalent ownership interests; or share-linked instruments or, subject to the legal structure of the institution concerned, equivalent non-cash instruments;’;\n(ii) point (m) is replaced by the following:\n‘(m) a substantial portion, and in any event at least 40 %, of the variable remuneration component is deferred over a period which is not less than four to five years and is correctly aligned with the nature of the business, its risks and the activities of the staff member concerned. For members of the management body and senior management of institutions that are significant in terms of their size, internal organisation and the nature, scope and complexity of their activities, the deferral period should not be less than five years.\nRemuneration payable under deferral arrangements shall vest no faster than on a pro-rata basis. In the case of a variable remuneration component of a particularly high amount, at least 60 % of the amount shall be deferred. The length of the deferral period shall be established in accordance with the business cycle, the nature of the business, its risks and the activities of the staff member concerned;’;\n(b) paragraph 2 is replaced by the following:\n‘2.   EBA shall develop draft regulatory technical standards to specify the classes of instruments that satisfy the conditions set out in point (l)(ii) of paragraph 1. EBA shall submit those draft regulatory technical standards to the Commission by 31 March 2014. For the purpose of identifying staff whose professional activities have a material impact on the institution's risk profile as referred to in Article 92(3), EBA shall develop draft regulatory technical standards setting out the criteria to define the following:\n(a) managerial responsibility and control functions;\n(b) material business unit and significant impact on the relevant business unit's risk profile; and\n(c) other categories of staff not expressly referred to in Article 92(3) whose professional activities have an impact on the institution's risk profile comparably as material as that of those categories of staff referred to therein.\nEBA shall submit those draft regulatory technical standards to the Commission by 28 December 2019. Power is delegated to the Commission to supplement this Directive by adopting the regulatory technical standards referred to in this paragraph in accordance with Article 10 to 14 of Regulation (EU) No 1093/2010.’;\n(c) the following paragraphs are added:\n‘3.   By way of derogation from paragraph 1, the requirements set out in points (l) and (m) and in the second paragraph of point (o) of that paragraph shall not apply to:\n(a) an institution that is not a large institution as defined in point (146) of Article 4(1) of Regulation (EU) No 575/2013 and the value of the assets of which is on average and on an individual basis in accordance with this Directive and Regulation (EU) No 575/2013 equal to or less than EUR 5 billion over the four-year period immediately preceding the current financial year;\n(b) a staff member whose annual variable remuneration does not exceed EUR 50 000 and does not represent more than one third of the staff member's total annual remuneration. 4.   By way of derogation from point (a) of paragraph 3, a Member State may lower or increase the threshold referred to therein, provided that:\n(a) the institution in relation to which the Member State makes use of this provision is not a large institution as defined in point (146) of Article 4(1) of Regulation (EU) No 575/2013 and, where the threshold is increased:\n(i) the institution meets the criteria set out in points (145)(c), (d) and (e) of Article 4(1) of Regulation (EU) No 575/2013; and\n(ii) the threshold does not exceed EUR 15 billion;\n(b) it is appropriate to modify the threshold in accordance with this paragraph taking into account the institution's nature, scope and complexity of its activities, its internal organisation or, if applicable, the characteristics of the group to which it belongs. 5.   By way of derogation from point (b) of paragraph 3, a Member State may decide that staff members entitled to annual variable remuneration below the threshold and share referred to in that point shall not be subject to the exemption set out therein because of national market specificities in terms of remuneration practices or because of the nature of the responsibilities and job profile of those staff members. 6.   By 28 June 2023, the Commission, in close cooperation with EBA, shall review and report on the application of paragraphs 3 to 5 and shall submit that report to the European Parliament and to the Council together with a legislative proposal, if appropriate. 7.   EBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, facilitating the implementation of paragraphs 3, 4 and 5 and ensuring their consistent application.’;\n(28) Article 97 is amended as follows:\n(a) in paragraph 1, point (b) is deleted;\n(b) in paragraph 4, the following subparagraph is added:\n‘When conducting the review and evaluation referred to in paragraph 1 of this Article, competent authorities shall apply the principle of proportionality in accordance with the criteria disclosed pursuant to point (c) of Article 143(1).’;\n(c) the following paragraph is inserted:\n‘4a.   Competent authorities may tailor the methodologies for the application of the review and evaluation referred to in paragraph 1 of this Article to take into account institutions with a similar risk profile, such as similar business models or geographical location of exposures. Such tailored methodologies may include risk-oriented benchmarks and quantitative indicators, shall allow for due consideration of the specific risks that each institution may be exposed to, and shall not affect the institution-specific nature of measures imposed in accordance with Article 104. Where competent authorities use tailored methodologies pursuant to this paragraph, they shall notify EBA. EBA shall monitor supervisory practices and issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, specifying how similar risk profiles shall be assessed for the purposes of this paragraph and to ensure the consistent and proportionate application of methodologies across the Union that are tailored to similar institutions.’;\n(d) the following paragraph is added:\n‘6.   Where a review, in particular the evaluation of the governance arrangements, the business model, or the activities of an institution, gives competent authorities reasonable grounds to suspect that, in connection with that institution, money laundering or terrorist financing is being or has been committed or attempted, or there is increased risk thereof, the competent authority shall immediately notify EBA and the authority or body that supervises the institution in accordance with Directive (EU) 2015/849 and is competent for ensuring compliance with that Directive. In the event of potential increased risk of money laundering or terrorist financing, the competent authority and the authority or body that supervises the institution in accordance with Directive (EU) 2015/849 and is competent for ensuring compliance with that Directive shall liaise and notify their common assessment immediately to EBA. The competent authority shall take, as appropriate, measures in accordance with this Directive.’;\n(29) Article 98 is amended as follows:\n(a) in paragraph 1, point (j) is deleted;\n(b) paragraph 5 is replaced by the following:\n‘5.   The review and evaluation performed by competent authorities shall include the exposure of institutions to the interest rate risk arising from non-trading book activities.\nThe supervisory powers shall be exercised at least in the following cases:\n(a) where an institution's economic value of equity as referred to in Article 84(1) declines by more than 15 % of its Tier 1 capital as a result of a sudden and unexpected change in interest rates as set out in any of the six supervisory shock scenarios applied to interest rates;\n(b) where an institution's net interest income as referred to in Article 84(1) experiences a large decline as a result of a sudden and unexpected change in interest rates as set out in any of the two supervisory shock scenarios applied to interest rates.\nNotwithstanding the second subparagraph, competent authorities shall not be obliged to exercise supervisory powers where they consider, based on the review and evaluation referred to in this paragraph, that the institution's management of interest rate risk arising from non-trading book activities is adequate and that the institution is not excessively exposed to interest rate risk arising from non-trading book activities.\nFor the purposes of this paragraph, the term “supervisory powers” means the powers referred to in Article 104(1) or the power to specify modelling and parametric assumptions, other than those identified by EBA pursuant to point (b) of paragraph 5a of this Article, to be reflected by institutions in their calculation of the economic value of equity under Article 84(1).’;\n(c) the following paragraph is inserted:\n‘5a.   EBA shall develop draft regulatory technical standards to specify for the purposes of paragraph 5:\n(a) the six supervisory shock scenarios as referred to in point (a) of the second subparagraph of paragraph 5 and the two supervisory shock scenarios as referred to in point (b) of the second subparagraph of paragraph 5 to be applied to interest rates for every currency;\n(b) in light of internationally agreed prudential standards, the common modelling and parametric assumptions, excluding behavioural assumptions, that institutions shall reflect in their calculations of the economic value of equity as referred to in point (a) of the second subparagraph of paragraph 5, which shall be limited to:\n(i) the treatment of the institution's own equity;\n(ii) the inclusion, composition and discounting of cash flows sensitive to interest rates arising from the institution's assets, liabilities and off-balance-sheet items, including the treatment of commercial margins and other spread components;\n(iii) the use of dynamic or static balance sheet models and the resulting treatment of amortised and maturing positions.\n(c) in light of internationally agreed standards, the common modelling and parametric assumptions, excluding behavioural assumptions, that institutions shall reflect in their calculations of the net interest income as referred to in point (b) of the second subparagraph of paragraph 5 which shall be limited to:\n(i) the inclusion and composition of cash flows sensitive to interest rates arising from the institution's assets, liabilities and off-balance-sheet items, including the treatment of commercial margins and other spread components;\n(ii) the use of dynamic or static balance sheet models and the resulting treatment of amortised and maturing positions;\n(iii) the period over which future net interest income shall be measured;\n(d) what constitutes a large decline as referred to in point (b) of the second subparagraph of paragraph 5. EBA shall submit those draft regulatory technical standards to the Commission by 28 June 2020. Power is delegated to the Commission to supplement this Directive by adopting the regulatory technical standards referred to in the first subparagraph in accordance with Articles 10 to 14 of Regulation (EU) No 1093/2010.’;\n(d) the following paragraph is added:\n‘8.   EBA shall assess the potential inclusion in the review and evaluation performed by competent authorities of environmental, social and governance risks (ESG risks).\nFor the purposes of the first subparagraph, EBA's assessment shall comprise at least the following:\n(a) the development of a uniform definition of ESG risks, including physical risks and transition risks; the latter shall comprise the risks related to the depreciation of assets due to regulatory changes;\n(b) the development of appropriate qualitative and quantitative criteria for the assessment of the impact of ESG risks on the financial stability of institutions in the short, medium and long term; such criteria shall include stress testing processes and scenario analyses to assess the impact of ESG risks under scenarios with different severities;\n(c) the arrangements, processes, mechanisms and strategies to be implemented by the institutions to identify, assess and manage ESG risks;\n(d) the analysis methods and tools to assess the impact of ESG risks on lending and financial intermediation activities of institutions.\nEBA shall submit a report on its findings to the Commission, the European Parliament and to the Council by 28 June 2021. On the basis of the outcome of its report, EBA may, if appropriate, issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, regarding the uniform inclusion of ESG risks in the supervisory review and evaluation process performed by competent authorities.’;\n(30) in Article 99(2), point (b) is deleted;\n(31) Article 103 is deleted;\n(32) Article 104 is amended as follows:\n(a) paragraphs 1 and 2 are replaced by the following:\n‘1.   For the purposes of Article 97, Article 98(4) and (5), Article 101(4) and Article 102 of this Directive and of the application of Regulation (EU) No 575/2013, competent authorities shall have at least the power to:\n(a) require institutions to have additional own funds in excess of the requirements set out in Regulation (EU) No 575/2013, under the conditions set out in Article 104a of this Directive;\n(b) require the reinforcement of the arrangements, processes, mechanisms and strategies implemented in accordance with Articles 73 and 74;\n(c) require institutions to submit a plan to restore compliance with supervisory requirements pursuant to this Directive and to Regulation (EU) No 575/2013 and set a deadline for its implementation, including improvements to that plan regarding scope and deadline;\n(d) require institutions to apply a specific provisioning policy or treatment of assets in terms of own funds requirements;\n(e) restrict or limit the business, operations or network of institutions or to request the divestment of activities that pose excessive risks to the soundness of an institution;\n(f) require the reduction of the risk inherent in the activities, products and systems of institutions, including outsourced activities;\n(g) require institutions to limit variable remuneration as a percentage of net revenues where it is inconsistent with the maintenance of a sound capital base;\n(h) require institutions to use net profits to strengthen own funds;\n(i) restrict or prohibit distributions or interest payments by an institution to shareholders, members or holders of Additional Tier 1 instruments where the prohibition does not constitute an event of default of the institution;\n(j) impose additional or more frequent reporting requirements, including reporting on own funds, liquidity and leverage;\n(k) impose specific liquidity requirements, including restrictions on maturity mismatches between assets and liabilities;\n(l) require additional disclosures. 2.   For the purposes of point (j) of paragraph 1, competent authorities may only impose additional or more frequent reporting requirements on institutions where the relevant requirement is appropriate and proportionate with regard to the purpose for which the information is required and the information requested is not duplicative.\nFor the purposes of Articles 97 to 102, any additional information that may be required from institutions shall be deemed as duplicative where the same or substantially the same information has already been otherwise reported to the competent authority or may be produced by the competent authority.\nThe competent authority shall not require an institution to report additional information where it has previously received it in a different format or level of granularity and that different format or granularity does not prevent the competent authority from producing information of the same quality and reliability as that produced on the basis of the additional information that would be otherwise reported.’;\n(b) paragraph 3 is deleted;\n(33) the following articles are inserted:\n‘Article 104a\nAdditional own funds requirement 1.   Competent authorities shall impose the additional own funds requirement referred to in point (a) of Article 104(1) where, on the basis of the reviews carried out in accordance with Articles 97 and 101, they determine any of the following situations for an individual institution:\n(a) the institution is exposed to risks or elements of risk that are not covered or not sufficiently covered, as specified in paragraph 2 of this Article, by the own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402 of the European Parliament and of the Council (*7);\n(b) the institution does not meet the requirements set out in Articles 73 and 74 of this Directive or in Article 393 of Regulation (EU) No 575/2013 and it is unlikely that other supervisory measures would be sufficient to ensure that those requirements can be met within an appropriate timeframe;\n(c) the adjustments referred to in Article 98(4) are deemed to be insufficient to enable the institution to sell or hedge out its positions within a short period without incurring material losses under normal market conditions;\n(d) the evaluation carried out in accordance with Article 101(4) reveals that the non-compliance with the requirements for the application of the permitted approach will likely lead to inadequate own funds requirements;\n(e) the institution repeatedly fails to establish or maintain an adequate level of additional own funds to cover the guidance communicated in accordance with Article 104b(3);\n(f) other institution-specific situations deemed by the competent authority to raise material supervisory concerns.\nThe competent authorities shall only impose the additional own funds requirement referred to in point (a) of Article 104(1) to cover the risks incurred by individual institutions due to their activities, including those reflecting the impact of certain economic and market developments on the risk profile of an individual institution. 2.   For the purposes of point (a) of paragraph 1 of this Article, risks or elements of risk shall only be considered as not covered or not sufficiently covered by the own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402 where the amounts, types and distribution of capital considered adequate by the competent authority, taking into account the supervisory review of the assessment carried out by institutions in accordance with the first paragraph of Article 73 of this Directive, are higher than the own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402. For the purposes of the first subparagraph, competent authorities shall assess, taking into account the risk profile of each individual institution, the risks to which the institution is exposed, including:\n(a) institution-specific risks or elements of such risks that are explicitly excluded from or not explicitly addressed by the own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402;\n(b) institution-specific risks or elements of such risks likely to be underestimated despite compliance with the applicable requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402. To the extent that risks or elements of risk are subject to transitional arrangements or grandfathering provisions laid down in this Directive or in Regulation (EU) No 575/2013, they shall not be considered risks or elements of such risks likely to be underestimated despite compliance with the applicable requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402. For the purposes of the first subparagraph, the capital considered adequate shall cover all risks or elements of risks identified as material pursuant to the assessment laid down in the second subparagraph of this paragraph that are not covered or not sufficiently covered by the own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402. Interest rate risk arising from non-trading book positions may be considered material at least in the cases referred to in Article 98(5), unless the competent authorities, in performing the review and evaluation, come to the conclusion that the institution's management of interest rate risk arising from non-trading book activities is adequate and that the institution is not excessively exposed to interest rate risk arising from non-trading book activities. 3.   Where additional own funds are required to address risks other than the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, competent authorities shall determine the level of the additional own funds required under point (a) of paragraph 1 of this Article as the difference between the capital considered adequate pursuant to paragraph 2 of this Article and the relevant own funds requirements set out in Parts Three and Four of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402. Where additional own funds are required to address the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, competent authorities shall determine the level of the additional own funds required under point (a) of paragraph 1 of this Article as the difference between the capital considered adequate pursuant to paragraph 2 of this Article and the relevant own funds requirements set out in Parts Three and Seven of Regulation (EU) No 575/2013. 4.   The institution shall meet the additional own funds requirement imposed by the competent authority under point (a) of Article 104(1) with own funds that satisfy the following conditions:\n(a) at least three quarters of the additional own funds requirement shall be met with Tier 1 capital;\n(b) at least three quarters of the Tier 1 capital referred to in point (a) shall be composed of Common Equity Tier 1 capital.\nBy way of derogation from the first subparagraph, the competent authority may require the institution to meet its additional own funds requirement with a higher portion of Tier 1 capital or Common Equity Tier 1 capital, where necessary, and having regard to the specific circumstances of the institution.\nOwn funds that are used to meet the additional own funds requirement referred to in point (a) of Article 104(1) of this Directive imposed by competent authorities to address risks other than the risk of excessive leverage shall not be used to meet any of the following:\n(a) own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013;\n(b) the combined buffer requirement;\n(c) the guidance on additional own funds referred to in Article 104b(3) of this Directive where that guidance addresses risks other than the risk of excessive leverage.\nOwn funds that are used to meet the additional own funds requirement referred to in point (a) of Article 104(1) of this Directive imposed by competent authorities to address the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013 shall not be used to meet any of the following:\n(a) the own funds requirement set out in point (d) of Article 92(1) of Regulation (EU) No 575/2013;\n(b) the leverage ratio buffer requirement referred to in Article 92(1a) of Regulation (EU) No 575/2013;\n(c) the guidance on additional own funds referred to in Article 104b(3) of this Directive, where that guidance addresses risks of excessive leverage. 5.   The competent authority shall duly justify in writing to each institution the decision to impose an additional own funds requirement under point (a) of Article 104(1), at least by giving a clear account of the full assessment of the elements referred to in paragraphs 1 to 4 of this Article. That justification shall include, in the case set out in point (e) of paragraph 1 of this Article, a specific statement of the reasons for which the imposition of guidance on additional own funds is no longer considered sufficient.\nArticle 104b\nGuidance on additional own funds 1.   Pursuant to the strategies and processes referred to in Article 73, institutions shall set their internal capital at an adequate level of own funds that is sufficient to cover all the risks that an institution is exposed to and to ensure that the institution's own funds can absorb potential losses resulting from stress scenarios, including those identified under the supervisory stress test referred to in Article 100. 2.   Competent authorities shall regularly review the level of the internal capital set by each institution in accordance with paragraph 1 of this Article as part of the reviews and evaluations performed in accordance with Articles 97 and 101, including the results of the stress tests referred to in Article 100. Pursuant to that review, competent authorities shall determine for each institution the overall level of own funds they consider appropriate. 3.   Competent authorities shall communicate their guidance on additional own funds, to institutions.\nThe guidance on additional own funds shall be the own funds exceeding the relevant amount of own funds required pursuant to Parts Three, Four and Seven of Regulation (EU) No 575/2013, Chapter 2 of Regulation (EU) 2017/2402, point (a) of Article 104(1) and point (6) of Article 128 of this Directive or pursuant to Article 92(1a) of Regulation (EU) No 575/2013, as relevant, which are needed to reach the overall level of own funds considered appropriate by the competent authorities pursuant to paragraph 2 of this Article. 4.   Competent authorities' guidance on additional own funds pursuant to paragraph 3 of this Article shall be institution-specific. The guidance may cover risks addressed by the additional own funds requirement imposed pursuant to point (a) of Article 104(1) only to the extent that it covers aspects of those risks that are not already covered under that requirement. 5.   Own funds that are used to meet the guidance on additional own funds communicated in accordance with paragraph 3 of this Article to address risks other than the risk of excessive leverage shall not be used to meet any of the following:\n(a) the own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013;\n(b) the requirement laid down in Article 104a of this Directive imposed by competent authorities to address risks other than the risk of excessive leverage and the combined buffer requirement.\nOwn funds that are used to meet the guidance on additional own funds communicated in accordance with paragraph 3 of this Article to address the risk of excessive leverage shall not be used to meet the own funds requirement set out in point (d) of Article 92(1) of Regulation (EU) No 575/2013, the requirement laid down in Article 104a of this Directive imposed by competent authorities to address the risk of excessive leverage and the leverage ratio buffer requirement referred to in Article 92(1a) of Regulation (EU) No 575/2013. 6.   Failure to meet the guidance referred to in paragraph 3 of this Article where an institution meets the relevant own funds requirements set out in Parts Three, Four and Seven of Regulation (EU) No 575/2013 and in Chapter 2 of Regulation (EU) 2017/2402, the relevant additional own funds requirement referred to in point (a) of Article 104(1) of this Directive and, as relevant, the combined buffer requirement or the leverage ratio buffer requirement referred to in Article 92(1a) of Regulation (EU) No 575/2013 shall not trigger the restrictions referred to in Article 141 or 141b of this Directive.\nArticle 104c\nCooperation with resolution authorities\nCompetent authorities shall notify the relevant resolution authorities of the additional own funds requirement imposed on institutions pursuant to point (a) of Article 104(1) and of any guidance on additional own funds communicated to institutions in accordance with Article 104b(3).\n(*7)  Regulation (EU) 2017/2402 of the European Parliament and of the Council of 12 December 2017 laying down a general framework for securitisation and creating a specific framework for simple, transparent and standardised securitisation, and amending Directives 2009/65/EC, 2009/138/EC and 2011/61/EU and Regulations (EC) No 1060/2009 and (EU) No 648/2012 (OJ L 347, 28.12.2017, p. 35).’;\"\n                        \n(34) in Article 105, point (d) is deleted;\n(35) in Article 108, paragraph 3 is deleted;\n(36) Article 109 is amended as follows:\n(a) paragraphs 2 and 3 are replaced by the following:\n‘2.   Competent authorities shall require the parent undertakings and subsidiaries subject to this Directive to meet the obligations set out in Section II of this Chapter on a consolidated or sub-consolidated basis, to ensure that the arrangements, processes and mechanisms required by Section II of this Chapter are consistent and well-integrated and that any data and information relevant to the purpose of supervision can be produced. In particular, they shall ensure that parent undertakings and subsidiaries subject to this Directive implement those arrangements, processes and mechanisms in their subsidiaries not subject to this Directive, including those established in offshore financial centres. Those arrangements, processes and mechanisms shall also be consistent and well-integrated and those subsidiaries shall also be able to produce any data and information relevant to the purpose of supervision. Subsidiary undertakings that are not themselves subject to this Directive shall comply with their sector-specific requirements on an individual basis. 3.   Obligations resulting from Section II of this Chapter concerning subsidiary undertakings that are not themselves subject to this Directive shall not apply if the EU parent institution can demonstrate to the competent authorities that the application of Section II is unlawful under the laws of the third country where the subsidiary is established.’;\n(b) the following paragraphs are added:\n‘4.   The remuneration requirements laid down in Articles 92, 94 and 95 shall not apply on a consolidated basis to either of the following:\n(a) subsidiary undertakings established in the Union where they are subject to specific remuneration requirements in accordance with other Union legal acts;\n(b) subsidiary undertakings established in a third country where they would be subject to specific remuneration requirements in accordance with other Union legal acts if they were established in the Union. 5.   By way of derogation from paragraph 4 of this Article, and in order to avoid circumvention of the rules set out in Articles 92, 94 and 95, Member States shall ensure that the requirements laid down in Articles 92, 94 and 95 apply to members of staff of subsidiaries that are not subject to this Directive on an individual basis where:\n(a) the subsidiary is either an asset management company, or an undertaking that provides the investment services and activities listed in points (2), (3), (4), (6) and (7) of Section A of Annex I to Directive 2014/65/EU; and\n(b) those members of staff have been mandated to perform professional activities that have a direct material impact on the risk profile or the business of the institutions within the group. 6.   Notwithstanding paragraphs 4 and 5 of this Article, Member States may apply Articles 92, 94 and 95 on a consolidated basis to a broader scope of subsidiary undertakings and their staff.’;\n(37) Article 111 is replaced by the following:\n‘Article 111\nDetermination of the consolidating supervisor 1.   Where a parent undertaking is a parent credit institution in a Member State or an EU parent credit institution, supervision on a consolidated basis shall be exercised by the competent authority that supervises that parent credit institution in the Member State or that EU parent credit institution on an individual basis.\nWhere a parent undertaking is a parent investment firm in a Member State or an EU parent investment firm and none of its subsidiaries is a credit institution, supervision on a consolidated basis shall be exercised by the competent authority that supervises that parent investment firm in the Member State or that EU parent investment firm on an individual basis.\nWhere a parent undertaking is a parent investment firm in a Member State or an EU parent investment firm, and at least one of its subsidiaries is a credit institution, supervision on a consolidated basis shall be exercised by the competent authority of the credit institution, or where there are several credit institutions, the credit institution with the largest balance sheet total. 2.   Where the parent of an institution is a parent financial holding company in a Member State, a parent mixed financial holding company in a Member State, an EU parent financial holding company or an EU parent mixed financial holding company, supervision on a consolidated basis shall be exercised by the competent authority that supervises the institution on an individual basis. 3.   Where two or more institutions authorised in the Union have the same parent financial holding company in a Member State, parent mixed financial holding company in a Member State, EU parent financial holding company or EU parent mixed financial holding company, supervision on a consolidated basis shall be exercised by:\n(a) the competent authority of the credit institution where there is only one credit institution within the group;\n(b) the competent authority of the credit institution with the largest balance sheet total, where there are several credit institutions within the group; or\n(c) the competent authority of the investment firm with the largest balance sheet total, where the group does not include any credit institution. 4.   Where consolidation is required pursuant to Article 18(3) or (6) of Regulation (EU) No 575/2013, supervision on a consolidated basis shall be exercised by the competent authority of the credit institution with the largest balance sheet total or, where the group does not include any credit institution, by the competent authority of the investment firm with the largest balance sheet total. 5.   By way of derogation from the third subparagraph of paragraph 1, from point (b) of paragraph 3 and from paragraph 4, where a competent authority supervises on an individual basis more than one credit institution within a group, the consolidating supervisor shall be the competent authority that supervises on an individual basis one or more credit institutions within the group where the sum of the balance sheet totals of those supervised credit institutions is higher than that of the credit institutions supervised on an individual basis by any other competent authority.\nBy way of derogation from point (c) of paragraph 3, where a competent authority supervises on an individual basis more than one investment firm within a group, the consolidating supervisor shall be the competent authority that supervises on an individual basis one or more investment firms within the group with the highest balance sheet total in aggregate. 6.   In particular cases, the competent authorities may waive by common agreement the criteria referred to in paragraphs 1, 3 and 4 and appoint a different competent authority to exercise supervision on a consolidated basis where the application of the criteria referred to therein would be inappropriate, taking into account the institutions concerned and the relative importance of their activities in the relevant Member States, or the need to ensure the continuity of supervision on a consolidated basis by the same competent authority. In such cases, the EU parent institution, EU parent financial holding company, EU parent mixed financial holding company or the institution with the largest balance sheet total, as applicable, shall have the right to be heard before the competent authorities take the decision. 7.   The competent authorities shall notify the Commission and EBA without delay of any agreement falling within paragraph 6.’;\n(38) Article 113 is replaced by the following:\n‘Article 113\nJoint decisions on institution-specific prudential requirements 1.   The consolidating supervisor and the competent authorities responsible for the supervision of subsidiaries of an EU parent institution or an EU parent financial holding company or EU parent mixed financial holding company shall do everything within their power to reach a joint decision:\n(a) on the application of Articles 73 and 97 to determine the adequacy of the consolidated level of own funds held by the group of institutions with respect to its financial situation and risk profile and the required level of own funds for the application of point (a) of Article 104(1) to each entity within the group of institutions and on a consolidated basis;\n(b) on measures to address any significant matters and material findings relating to liquidity supervision, including relating to the adequacy of the organisation and the treatment of risks as required pursuant to Article 86 and relating to the need for institution-specific liquidity requirements in accordance with Article 105;\n(c) on any guidance on additional own funds referred to in Article 104b(3). 2.   The joint decisions referred to in paragraph 1 shall be reached:\n(a) for the purposes of point (a) of paragraph 1 of this Article, within four months of submission by the consolidating supervisor of a report containing the risk assessment of the group of institutions in accordance with Article 104a to the other relevant competent authorities;\n(b) for the purposes of point (b) of paragraph 1 of this Article, within four months of submission by the consolidating supervisor of a report containing the assessment of the liquidity risk profile of the group of institutions in accordance with Articles 86 and 105;\n(c) for the purposes of point (c) of paragraph 1 of this Article, within four months of submission by the consolidating supervisor of a report containing the risk assessment of the group of institutions in accordance with Article 104b.\nThe joint decisions referred to in paragraph 1 of this Article shall also duly consider the risk assessment of subsidiaries performed by relevant competent authorities in accordance with Articles 73, 97, 104a and 104b.\nThe joint decisions referred to in points (a) and (b) of paragraph 1 shall be set out in documents containing full reasons which shall be provided to the EU parent institution by the consolidating supervisor. In the event of disagreement, the consolidating supervisor shall at the request of any of the other competent authorities concerned consult EBA. The consolidating supervisor may consult EBA on its own initiative. 3.   In the absence of such a joint decision between the competent authorities within the time periods referred to in paragraph 2 of this Article, a decision on the application of Articles 73, 86 and 97, point (a) of Article 104(1), Article 104b and Article 105 of this Directive shall be taken on a consolidated basis by the consolidating supervisor after duly considering the risk assessment of subsidiaries performed by relevant competent authorities. If, at the end of the time periods referred to in paragraph 2 of this Article, any of the competent authorities concerned has referred the matter to EBA in accordance with Article 19 of Regulation (EU) No 1093/2010, the consolidating supervisor shall defer its decision and await any decision that EBA may take in accordance with Article 19(3) of that Regulation, and shall take its decision in conformity with the decision of EBA. The time periods referred to in paragraph 2 of this Article shall be deemed the conciliation periods within the meaning of Regulation (EU) No 1093/2010. EBA shall take its decision within one month of receipt of the referral to EBA. The matter shall not be referred to EBA after the end of the four-month period or after a joint decision has been reached.\nThe decision on the application of Articles 73, 86 and 97, point (a) of Article 104(1), Article 104b and Article 105 of this Directive shall be taken by the respective competent authorities responsible for supervision of subsidiaries of an EU parent credit institution or EU parent financial holding company or EU parent mixed financial holding company on an individual or sub-consolidated basis after duly considering the views and reservations expressed by the consolidating supervisor. If, at the end of any of the time periods referred to in paragraph 2 of this Article, any of the competent authorities concerned has referred the matter to EBA in accordance with Article 19 of Regulation (EU) No 1093/2010, the competent authorities shall defer their decision and await any decision that EBA shall take in accordance with Article 19(3) of that Regulation, and shall take their decision in conformity with the decision of EBA. The time periods referred to in paragraph 2 of this Article shall be deemed the conciliation periods within the meaning of that Regulation. EBA shall take its decision within one month of receipt of the referral to EBA. The matter shall not be referred to EBA after the end of the four-month period or after a joint decision has been reached.\nThe decisions shall be set out in a document containing full reasons and shall take into account the risk assessment, views and reservations of the other competent authorities expressed during the time periods referred to in paragraph 2. The document shall be provided by the consolidating supervisor to all competent authorities concerned and to the EU parent institution.\nWhere EBA has been consulted, all the competent authorities shall consider its advice, and explain any significant deviation therefrom. 4.   The joint decisions referred to in paragraph 1 and the decisions taken by the competent authorities in the absence of a joint decision referred to in paragraph 3 shall be recognised as determinative and applied by the competent authorities in the Member States concerned.\nThe joint decisions referred to in paragraph 1 of this Article and any decision taken in the absence of a joint decision in accordance with paragraph 3 of this Article, shall be updated on an annual basis or, in exceptional circumstances, where a competent authority responsible for the supervision of subsidiaries of an EU parent institution or, EU parent financial holding company or EU parent mixed financial holding company makes a written and fully reasoned request to the consolidating supervisor to update the decision on the application of point (a) of Article 104(1), Articles 104b and 105. In those exceptional circumstances, the update may be addressed on a bilateral basis between the consolidating supervisor and the competent authority making the request. 5.   EBA shall develop draft implementing technical standards to ensure uniform conditions of application of the joint decision process referred to in this Article, with regard to the application of Articles 73, 86 and 97, point (a) of Article 104(1), Articles 104b and 105 with a view to facilitating joint decisions.\nEBA shall submit those draft implementing technical standards to the Commission by 1 July 2014. Power is conferred on the Commission to adopt the implementing technical standards referred to in the first subparagraph in accordance with Article 15 of Regulation (EU) No 1093/2010.’;\n(39) in Article 115, the following paragraph is added:\n‘3.   Where the consolidating supervisor is different from the competent authority in the Member State where a financial holding company or mixed financial holding company that has been granted approval in accordance with Article 21a is established, the coordination and cooperation arrangements referred to in paragraph 1 of this Article shall also be concluded with the competent authority of the Member State where the parent undertaking is established.’;\n(40) Article 116 is amended as follows:\n(a) the following paragraph is inserted:\n‘1a.   To facilitate the tasks referred to in Articles 112(1), 114(1) and 115(1) of this Directive, the consolidating supervisor shall also establish colleges of supervisors where all the cross-border subsidiaries of an EU parent institution, an EU parent financial holding company or an EU parent mixed financial holding company have their head offices in third countries, provided that the third countries' supervisory authorities are subject to confidentiality requirements that are equivalent to the requirements laid down in Section II of Chapter 1 of this Directive and, where applicable, in Articles 76 and 81 of Directive 2014/65/EU.’;\n(b) in paragraph 6, the following subparagraph is added:\n‘The competent authority in the Member State where a financial holding company or a mixed financial holding company that has been granted approval in accordance with Article 21a is established may participate in the relevant college of supervisors.’;\n(41) in Article 117, the following paragraphs are added:\n‘5.   Competent authorities, financial intelligence units and authorities entrusted with the public duty of supervising the obliged entities listed in points (1) and (2) of Article 2(1) of Directive (EU) 2015/849 for compliance with that Directive, shall cooperate closely with each other within their respective competences and shall provide each other with information relevant for their respective tasks under this Directive, Regulation (EU) No 575/2013 and under Directive (EU) 2015/849, provided that such cooperation and information exchange do not impinge on an on-going inquiry, investigation or proceedings in accordance with the criminal or administrative law of the Member State where the competent authority, financial intelligence unit or authority entrusted with the public duty of supervising the obliged entities listed in points (1) and (2) of Article 2(1) of Directive (EU) 2015/849 is located.\nEBA may assist the competent authorities in the event of a disagreement concerning the coordination of supervisory activities under this Article on its own initiative in accordance with the second subparagraph of Article 19(1) of Regulation (EU) No 1093/2010. 6.   By 1 January 2020, EBA shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, specifying the manner for cooperation and information exchange between the authorities referred to in paragraph 5 of this Article, particularly in relation to cross-border groups and in the context of identifying serious breaches of anti-money laundering rules.’;\n(42) in Article 119, paragraph 1 is replaced by the following:\n‘1.   Subject to Article 21a, Member States shall adopt any measures necessary to include financial holding companies and mixed financial holding companies in consolidated supervision.’;\n(43) in Article 120, paragraph 2 is replaced by the following:\n‘2.   Where a mixed financial holding company is subject to equivalent provisions under this Directive and under Directive 2009/138/EC, in particular in terms of risk-based supervision, the consolidating supervisor may, in agreement with the group supervisor in the insurance sector, apply to that mixed financial holding company only the provisions of the Directive relating to the most significant financial sector as defined in Article 3(2) of Directive 2002/87/EC.’;\n(44) in Article 125(1), the following subparagraph is added:\n‘Where, pursuant to Article 111 of this Directive, the consolidating supervisor of a group with a parent mixed financial holding company is different from the coordinator determined in accordance with Article 10 of Directive 2002/87/EC, the consolidating supervisor and the coordinator shall cooperate for the purpose of applying this Directive and Regulation (EU) No 575/2013 on a consolidated basis. In order to facilitate and establish effective cooperation, the consolidating supervisor and the coordinator shall have written coordination and cooperation arrangements in place.’;\n(45) in Article 128, the following paragraphs are inserted after the first paragraph:\n‘Institutions shall not use Common Equity Tier 1 capital that is maintained to meet the combined buffer requirement referred to in point (6) of the first paragraph of this Article, to meet any of the requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013, the additional own funds requirements imposed pursuant to Article 104a of this Directive to address risks other than the risk of excessive leverage, and the guidance communicated in accordance with Article 104b(3) of this Directive to address risks other than the risk of excessive leverage.\nInstitutions shall not use Common Equity Tier 1 capital that is maintained to meet one of the elements of its combined buffer requirement to meet the other applicable elements of its combined buffer requirement.\nInstitutions shall not use Common Equity Tier 1 capital that is maintained to meet the combined buffer requirement referred to in point (6) of the first paragraph of this Article to meet the risk-based components of the requirements set out in Articles 92a and 92b of Regulation (EU) No 575/2013 and in Articles 45c and 45d of Directive 2014/59/EU.’;\n(46) Articles 129 and 130 are replaced by the following:\n‘Article 129\nRequirement to maintain a capital conservation buffer 1.   In addition to the Common Equity Tier 1 capital that is maintained to meet any of the own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013, Member States shall require institutions to maintain a capital conservation buffer of Common Equity Tier 1 capital equal to 2,5 % of their total risk exposure amount calculated in accordance with Article 92(3) of that Regulation on an individual and on a consolidated basis, as applicable in accordance with Title II of Part One of that Regulation. 2.   By way of derogation from paragraph 1, a Member State may exempt small and medium-sized investment firms from complying with the requirements set out in paragraph 1 if such an exemption does not threaten the stability of the financial system of that Member State.\nDecisions on the application of the exemption referred to in the first subparagraph shall be fully reasoned, shall include an explanation as to why the exemption does not threaten the stability of the financial system of the Member State and shall contain the exact definition of the small and medium-sized investment firms which are to be exempted.\nMember States which decide to apply the exemption referred to in the first subparagraph shall notify the ESRB thereof. The ESRB shall forward such notifications to the Commission, to EBA and to the competent and designated authorities of the Member States concerned without delay. 3.   For the purposes of paragraph 2, Member States shall designate an authority to be responsible for the application of this Article. That authority shall be the competent authority or the designated authority. 4.   For the purposes of paragraph 2, investment firms shall be categorised as small or medium-sized in accordance with Commission Recommendation 2003/361/EC (*8). 5.   Where an institution fails to fully meet the requirement set out in paragraph 1 of this Article, it shall be subject to the restrictions on distributions set out in Article 141(2) and (3).\nArticle 130\nRequirement to maintain an institution-specific countercyclical capital buffer 1.   Member States shall require institutions to maintain an institution-specific countercyclical capital buffer equivalent to their total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013 multiplied by the weighted average of the countercyclical buffer rates calculated in accordance with Article 140 of this Directive on an individual and on a consolidated basis, as applicable in accordance with Title II of Part One of that Regulation. That buffer shall consist of Common Equity Tier 1 capital. 2.   By way of derogation from paragraph 1, a Member State may exempt small and medium-sized investment firms from complying with the requirements set out in paragraph 1 if such an exemption does not threaten the stability of the financial system of that Member State.\nDecisions on the application of the exemption referred to in the first subparagraph shall be fully reasoned, shall include an explanation as to why the exemption does not threaten the stability of the financial system of the Member State and shall contain the exact definition of small and medium-sized investment firms which are to be exempted.\nMember States which decide to apply the exemption referred to in the first subparagraph shall notify the ESRB thereof. The ESRB shall forward such notifications to the Commission, to EBA and to the competent and designated authorities of the Member States concerned without delay. 3.   For the purposes of paragraph 2, Member States shall designate an authority to be responsible for the application of this Article. That authority shall be the competent authority or the designated authority. 4.   For the purposes of paragraph 2, investment firms shall be categorised as small and medium-sized in accordance with Recommendation 2003/361/EC. 5.   Where an institution fails to fully meet the requirement set out in paragraph 1 of this Article, it shall be subject to the restrictions on distributions set out in Article 141(2) and (3).\n(*8)  Commission Recommendation 2003/361/EC of 6 May 2003 concerning the definition of micro, small and medium-sized enterprises (OJ L 124, 20.5.2003, p. 36).’;\"\n                        \n(47) Article 131 is amended as follows:\n(a) paragraph 1 is replaced by the following:\n‘1.   Member States shall designate an authority to be responsible for identifying, on a consolidated basis, G-SIIs, and, on an individual, sub-consolidated or consolidated basis, as applicable, other systemically important institutions (O-SIIs), which have been authorised within their jurisdiction. That authority shall be the competent authority or the designated authority. Member States may designate more than one authority.\nG-SIIs shall be any of the following:\n(a) a group headed by an EU parent institution, an EU parent financial holding company, or an EU parent mixed financial holding company; or\n(b) an institution that is not a subsidiary of an EU parent institution, of an EU parent financial holding company or of an EU parent mixed financial holding company.\nO-SIIs may either be an institution or a group headed by an EU parent institution, an EU parent financial holding company, an EU parent mixed financial holding company, a parent institution in a Member State, a parent financial holding company in a Member State or a parent mixed financial holding company in a Member State.’;\n(b) the following paragraph is inserted:\n‘2a.   An additional identification methodology for G-SIIs shall be based on the following categories:\n(a) the categories referred to in points (a) to (d) of paragraph 2 of this Article;\n(b) cross-border activity of the group, excluding the group's activities across participating Member States as referred to in Article 4 of Regulation (EU) No 806/2014 of the European Parliament and of the Council (*9).\nEach category shall receive an equal weighting and shall consist of quantifiable indicators. For the categories referred to in point (a) of the first subparagraph of this paragraph, the indicators shall be the same as the corresponding indicators determined pursuant to paragraph 2. The additional identification methodology shall produce an additional overall score for each entity as referred to in paragraph 1 assessed, on the basis of which competent or designated authorities may take one of the measures referred to in point (c) of paragraph 10. (*9)  Regulation (EU) No 806/2014 of the European Parliament and of the Council of 15 July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010 (OJ L 225, 30.7.2014, p. 1).’;\"\n                        \n(c) in paragraph 3, the second subparagraph is replaced by the following:\n‘EBA, after consulting the ESRB, shall issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, by 1 January 2015 on the criteria to determine the conditions of application of this paragraph in relation to the assessment of O-SIIs. Those guidelines shall take into account international frameworks for domestic systemically important institutions and Union and national specificities.\nAfter having consulted the ESRB, EBA shall report to the Commission by 31 December 2020 on the appropriate methodology for the design and calibration of O-SII buffer rates.’;\n(d) paragraph 5 is replaced by the following:\n‘5.   The competent authority or the designated authority may require each O-SII, on a consolidated, sub-consolidated or individual basis, as applicable, to maintain an O-SII buffer of up to 3 % of the total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013, taking into account the criteria for the identification of the O-SII. That buffer shall consist of Common Equity Tier 1 capital.’;\n(e) the following paragraph is inserted:\n‘5a.   Subject to the Commission authorisation referred to in the third subparagraph of this paragraph, the competent authority or the designated authority may require each O-SII, on a consolidated, sub-consolidated or individual basis, as applicable, to maintain an O-SII buffer higher than 3 % of the total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013. That buffer shall consist of Common Equity Tier 1 capital.\nWithin six weeks of receipt of the notification referred to in paragraph 7 of this Article, the ESRB shall provide the Commission with an opinion as to whether the O-SII buffer is deemed appropriate. EBA may also provide the Commission with its opinion on the buffer in accordance with Article 34(1) of Regulation (EU) No 1093/2010. Within three months of the ESRB forwarding the notification referred to in paragraph 7 to the Commission, the Commission, taking into account the assessment of the ESRB and EBA, if relevant, and if it is satisfied that the O-SII buffer does not entail disproportionate adverse effects on the whole or parts of the financial system of other Member States or of the Union as a whole forming or creating an obstacle to the proper functioning of the internal market, shall adopt an act authorising the competent authority or the designated authority to adopt the proposed measure.’;\n(f) in paragraph 7, the introductory part is replaced by the following:\n‘7.   Before setting or resetting an O-SII buffer, the competent authority or the designated authority shall notify the ESRB one month before the publication of the decision referred to in paragraph 5 and shall notify the ESRB three months before the publication of the decision of the competent authority or the designated authority referred to in paragraph 5a. The ESRB shall forward such notifications to the Commission, to EBA and to the competent and designated authorities of the Member States concerned without delay. Such notifications shall set out in detail:’;\n(g) paragraph 8 is replaced by the following:\n‘8.   Without prejudice to Article 133 and paragraph 5 of this Article, where an O-SII is a subsidiary of either a G-SII or an O-SII which is either an institution or a group headed by an EU parent institution, and subject to an O-SII buffer on a consolidated basis, the buffer that applies on an individual or sub-consolidated basis for the O-SII shall not exceed the lower of:\n(a) the sum of the higher of the G-SII or the O-SII buffer rate applicable to the group on a consolidated basis and 1 % of the total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013; and\n(b) 3 % of the total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013, or the rate the Commission has authorised to be applied to the group on a consolidated basis in accordance with paragraph 5a of this Article.’;\n(h) paragraphs 9 and 10 are replaced by the following:\n‘9.   There shall be at least five sub-categories of G-SIIs. The lowest boundary and the boundaries between each subcategory shall be determined by the scores in accordance with the identification methodology referred to in paragraph 2 of this Article. The cut-off scores between adjacent sub-categories shall be defined clearly and shall adhere to the principle that there is a constant linear increase of systemic significance, between each sub-category resulting in a linear increase in the requirement of additional Common Equity Tier 1 capital, with the exception of sub-category five and any added higher sub-category. For the purposes of this paragraph, systemic significance is the expected impact exerted by the G-SII's distress on the global financial market. The lowest sub-category shall be assigned a G-SII buffer of 1 % of the total risk exposure amount calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013 and the buffer assigned to each sub-category shall increase in gradients of at least 0,5 % of the total risk exposure amount calculated in accordance with Article 92(3) of that Regulation. 10.   Without prejudice to paragraphs 1 and 9 and using the sub-categories and cut-off scores referred to in paragraph 9, the competent authority or the designated authority may, in the exercise of sound supervisory judgment:\n(a) re-allocate a G-SII from a lower sub-category to a higher sub-category;\n(b) allocate an entity as referred to in paragraph 1 that has an overall score as referred to in paragraph 2 that is lower than the cut-off score of the lowest sub-category to that sub-category or to a higher sub-category, thereby designating it as a G-SII;\n(c) taking into account the Single Resolution Mechanism, on the basis of the additional overall score referred to in paragraph 2a re-allocate a G-SII from a higher sub-category to a lower sub-category.’;\n(i) paragraph 11 is deleted;\n(j) paragraph 12 is replaced by the following:\n‘12.   The competent authority or the designated authority shall notify to the ESRB the names of the G-SIIs and O-SIIs and the respective sub-category to which each G-SII is allocated. The notification shall contain full reasons why supervisory judgment has been exercised or not in accordance with points (a), (b) and (c) of paragraph 10. The ESRB shall forward such notifications to the Commission and to EBA without delay, and shall publicly disclose their names. The competent authorities or designated authorities shall publicly disclose the sub-category to which each G-SII is allocated.\nThe competent authority or the designated authority shall review annually the identification of G-SIIs and O-SIIs and the G-SII allocation into the respective sub-categories and report the result to the systemically important institution concerned, to the ESRB which shall forward the results to the Commission and to EBA without delay. The competent authority or the designated authority shall publicly disclose the updated list of identified systemically important institutions and the sub-category into which each identified G-SII is allocated.’;\n(k) paragraph 13 is deleted;\n(l) paragraphs 14 and 15 are replaced by the following:\n‘14.   Where a group, on a consolidated basis, is subject to a G-SII buffer and to an O-SII buffer the higher buffer shall apply. 15.   Where an institution is subject to a systemic risk buffer, set in accordance with Article 133, that buffer shall be cumulative with the O-SII buffer or the G-SII buffer that is applied in accordance with this Article.\nWhere the sum of the systemic risk buffer rate as calculated for the purposes of paragraph 10, 11 or 12 of Article 133 and the O-SII buffer rate or the G-SII buffer rate to which the same institution is subject to would be higher than 5 %, the procedure set out in paragraph 5a of this Article shall apply.’;\n(m) paragraphs 16 and 17 are deleted;\n(n) paragraph 18 is replaced by the following:\n‘18.   EBA shall develop draft regulatory technical standards to specify, for the purposes of this Article, the methodologies in accordance with which the competent authority or the designated authority shall identify an institution or a group headed by an EU parent institution, an EU parent financial holding company or by an EU parent mixed financial holding company as a G-SII and to specify the methodology for the definition of the sub-categories and the allocation of G-SIIs in the sub-categories based on their systemic significance, taking into account any internationally agreed standards.\nEBA shall submit those draft regulatory technical standards to the Commission by 30 June 2014. Power is delegated to the Commission to adopt the regulatory technical standards referred to in this paragraph in accordance with Articles 10 to14 of Regulation (EU) No 1093/2010.’;\n(48) Article 132 is deleted;\n(49) Articles 133 and 134 are replaced by the following:\n‘Article 133\nRequirement to maintain a systemic risk buffer 1.   Each Member State may introduce a systemic risk buffer of Common Equity Tier 1 capital for the financial sector or one or more subsets of that sector on all or a subset of exposures as referred to in paragraph 5 of this Article, in order to prevent and mitigate macroprudential or systemic risks not covered by Regulation (EU) No 575/2013 and by Articles 130 and 131 of this Directive, in the meaning of a risk of disruption in the financial system with the potential to have serious negative consequences to the financial system and the real economy in a specific Member State. 2.   Institutions shall calculate the systemic risk buffer as follows:\nwhere:\nBSR\n= the systemic risk buffer;\nrT\n= the buffer rate applicable to the total risk exposure amount of an institution;\nET\n= the total risk exposure amount of an institution calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013;\ni= the index denoting the subset of exposures as referred to in paragraph 5;\nri\n= the buffer rate applicable to the risk exposure amount of the subset of exposures i; and\nEi\n= the risk exposure amount of an institution for the subset of exposures i calculated in accordance with Article 92(3) of Regulation (EU) No 575/2013. 3.   For the purposes of paragraph 1, Member States shall designate an authority to be responsible for setting the systemic risk buffer and for identifying the exposures and subsets of institutions to which it applies. That authority shall be either the competent authority or the designated authority. 4.   For the purposes of paragraph 1 of this Article, the relevant competent or designated authority, as applicable, may require institutions to maintain a systemic risk buffer of Common Equity Tier 1 capital calculated in accordance with paragraph 2 of this Article, on an individual, consolidated, or sub-consolidated basis, as applicable in accordance with Title II of Part One of Regulation (EU) No 575/2013. 5.   A systemic risk buffer may apply to:\n(a) all exposures located in the Member State that sets that buffer;\n(b) the following sectoral exposures located in the Member State that sets that buffer:\n(i) all retail exposures to natural persons which are secured by residential property;\n(ii) all exposures to legal persons which are secured by mortgages on commercial immovable property;\n(iii) all exposures to legal persons excluding those specified in point (ii);\n(iv) all exposures to natural persons excluding those specified in point (i);\n(c) all exposures located in other Member States, subject to paragraphs 12 and 15;\n(d) sectoral exposures, as identified in point (b) of this paragraph, located in other Member States only to enable recognition of a buffer rate set by another Member State in accordance with Article 134;\n(e) exposures located in third countries;\n(f) subsets of any of the exposure categories identified in point (b). 6.   EBA shall, after consulting the ESRB, issue guidelines, in accordance with Article 16 of Regulation (EU) No 1093/2010, by 30 June 2020 on the appropriate subsets of exposures to which the competent authority or the designated authority may apply a systemic risk buffer in accordance with point (f) of paragraph 5 of this Article. 7.   A systemic risk buffer shall apply to all exposures, or a subset of exposures as referred to in paragraph 5 of this Article, of all institutions, or one or more subsets of those institutions, for which the authorities of the Member State concerned are competent in accordance with this Directive and shall be set in steps of adjustment of 0,5 percentage points or multiples thereof. Different requirements may be introduced for different subsets of institutions and of exposures. The systemic risk buffer shall not address risks that are covered by Articles 130 and 131. 8.   When requiring a systemic risk buffer to be maintained the competent authority or the designated authority shall comply with the following:\n(a) the systemic risk buffer does not entail disproportionate adverse effects on the whole or parts of the financial system of other Member States or of the Union as a whole forming or creating an obstacle to the proper functioning of the internal market;\n(b) the systemic risk buffer is to be reviewed by the competent authority or the designated authority at least every second year;\n(c) the systemic risk buffer is not to be used to address risks that are covered by Articles 130 and 131. 9.   The competent authority or the designated authority, as applicable, shall notify the ESRB before the publication of the decision referred to in paragraph 13. The ESRB shall forward such notifications to the Commission, to EBA and to the competent and designated authorities of the Member States concerned without delay.\nWhere the institution to which one or more systemic risk buffer rates apply is a subsidiary the parent of which is established in another Member State, the competent authority or the designated authority shall also notify the authorities of that Member State.\nWhere a systemic risk buffer rate applies to exposures located in third countries, the competent authority or the designated authority, as applicable, shall also notify the ESRB. The ESRB shall forward such notifications without delay to the supervisory authorities of those third countries.\nSuch notifications shall set out in detail:\n(a) the macroprudential or systemic risks in the Member State;\n(b) the reasons why the dimension of the macroprudential or systemic risks threatens the stability of the financial system at national level justifying the systemic risk buffer rate;\n(c) the justification for why the systemic risk buffer is considered likely to be effective and proportionate to mitigate the risk;\n(d) an assessment of the likely positive or negative impact of the systemic risk buffer on the internal market, based on information which is available to the Member State;\n(e) the systemic risk buffer rate or rates that the competent authority or the designated authority, as applicable, intends to impose and the exposures to which such rates shall apply and the institutions which shall be subject to such rates;\n(f) where the systemic risk buffer rate applies to all exposures, a justification of why the authority considers that the systemic risk buffer is not duplicating the functioning of the O-SII buffer provided for in Article 131. Where the decision to set the systemic risk buffer rate results in a decrease or no change from the previously set buffer rate, the competent authority or the designated authority, as applicable, shall only comply with this paragraph. 10.   Where the setting or resetting of a systemic risk buffer rate or rates on any set or subset of exposures referred to in paragraph 5 subject to one or more systemic risk buffers does not result in a combined systemic risk buffer rate higher than 3 % for any of those exposures, the competent authority or the designated authority, as applicable, shall notify the ESRB in accordance with paragraph 9 one month before the publication of the decision referred to in paragraph 13. For the purposes of this paragraph, the recognition of a systemic risk buffer rate set by another Member State in accordance with Article 134 shall not count towards the 3 % threshold. 11.   Where the setting or resetting of a systemic risk buffer rate or rates on any set or subset of exposures referred to in paragraph 5 subject to one or more systemic risk buffers results in a combined systemic risk buffer rate at a level higher than 3 % and up to 5 % for any of those exposures, the competent authority or the designated authority of the Member State that sets that buffer shall request in the notification submitted in accordance with paragraph 9 the Commission's opinion. The Commission shall provide its opinion within one month of receipt of the notification.\nWhere the opinion of the Commission is negative, the competent authority or the designated authority, as applicable, of the Member State that sets that systemic risk buffer shall comply with that opinion or give reasons for not doing so.\nWhere an institution to which one or more systemic risk buffer rates apply is a subsidiary the parent of which is established in another Member State, the competent authority or the designated authority shall request in the notification submitted in accordance with paragraph 9 a recommendation by the Commission and the ESRB.\nThe Commission and the ESRB shall each provide its recommendation within six weeks of receipt of the notification.\nWhere the authorities of the subsidiary and of the parent disagree on the systemic risk buffer rate or rates applicable to that institution and in the case of a negative recommendation of both the Commission and the ESRB, the competent authority or the designated authority, as applicable, may refer the matter to EBA and request its assistance in accordance with Article 19 of Regulation (EU) No 1093/2010. The decision to set the systemic risk buffer rate or rates for those exposures shall be suspended until EBA has taken a decision. 12.   Where the setting or resetting of a systemic risk buffer rate or rates on any set or subset of exposures referred to in paragraph 5 subject to one or more systemic risk buffers results in a combined systemic risk buffer rate higher than 5 % for any of those exposures, the competent authority or the designated authority, as applicable, shall seek the authorisation of the Commission before implementing a systemic risk buffer.\nWithin six weeks of receipt of the notification referred to in paragraph 9 of this Article, the ESRB shall provide the Commission with an opinion as to whether the systemic risk buffer is deemed appropriate. EBA may also provide the Commission with its opinion on that systemic risk buffer in accordance with Article 34(1) of Regulation (EU) No 1093/2010. Within three months of receipt of the notification referred to in paragraph 9, the Commission, taking into account the assessment of the ESRB and EBA, where relevant, and where it is satisfied that the systemic risk buffer rate or rates do not entail disproportionate adverse effects on the whole or parts of the financial system of other Member States or of the Union as a whole forming or creating an obstacle to the proper functioning of the internal market, shall adopt an act authorising the competent authority or the designated authority, as applicable, to adopt the proposed measure. 13.   Each competent authority, or the designated authority, as applicable, shall announce the setting or resetting of one or more systemic risk buffer rates by publication on an appropriate website. That publication shall include at least the following information:\n(a) the systemic risk buffer rate or rates;\n(b) the institutions to which the systemic risk buffer applies;\n(c) the exposures to which the systemic risk buffer rate or rates apply;\n(d) a justification for setting or resetting the systemic risk buffer rate or rates;\n(e) the date from which the institutions shall apply the setting or resetting of the systemic risk buffer; and\n(f) the names of the countries where exposures located in those countries are recognised in the systemic risk buffer.\nWhere the publication of the information referred to in point (d) of the first subparagraph could jeopardise the stability of the financial system, that information shall not be included in the publication. 14.   Where an institution fails to fully meet the requirement set out in paragraph 1 of this Article, it shall be subject to the restrictions on distributions set out in Article 141(2) and (3).\nWhere the application of the restrictions on distributions leads to an unsatisfactory improvement of the Common Equity Tier 1 capital of the institution in light of the relevant systemic risk, the competent authorities may take additional measures in accordance with Article 64. 15.   Where the competent authority or the designated authority, as applicable, decides to set the systemic risk buffer on the basis of exposures located in other Member States, the buffer shall be set equally on all exposures located within the Union, unless the buffer is set to recognise the systemic risk buffer rate set by another Member State in accordance with Article 134. Article 134\nRecognition of a systemic risk buffer rate 1.   Other Member States may recognise a systemic risk buffer rate set in accordance with Article 133 and may apply that rate to domestically authorised institutions for exposures located in the Member State that sets that rate. 2.   Where Member States recognise a systemic risk buffer rate for domestically authorised institutions in accordance with paragraph 1, they shall notify the ESRB. The ESRB shall forward such notifications to the Commission, to EBA and to the Member State that sets that rate without delay. 3.   When deciding whether to recognise a systemic risk buffer rate in accordance with paragraph 1, a Member State shall take into consideration the information presented by the Member State that sets that rate in accordance with Article 133(9) and (13). 4.   Where Member States recognise a systemic risk buffer rate for domestically authorised institutions, that systemic risk buffer may be cumulative with the systemic risk buffer applied in accordance with Article 133, provided that the buffers address different risks. Where the buffers address the same risks, only the higher buffer shall apply. 5.   A Member State that sets a systemic risk buffer rate in accordance with Article 133 of this Directive may ask the ESRB to issue a recommendation as referred to in Article 16 of Regulation (EU) No 1092/2010 to one or more Member States which may recognise the systemic risk buffer rate.’;\n(50) Article 136 is amended as follows:\n(a) in paragraph 3, the introductory part is replaced by the following:\n‘3.   Each designated authority shall assess the intensity of cyclical systemic risk and the appropriateness of the countercyclical buffer rate for its Member State on a quarterly basis and set or adjust the countercyclical buffer rate, if necessary. In so doing, each designated authority shall take into account:’;\n(b) paragraph 7 is replaced by the following:\n‘7.   Each designated authority shall publish quarterly at least the following information on its website:\n(a) the applicable countercyclical buffer rate;\n(b) the relevant credit-to-GDP-ratio and its deviation from the long-term trend;\n(c) the buffer guide calculated in accordance with paragraph 2;\n(d) a justification for that buffer rate;\n(e) where the buffer rate is increased, the date from which institutions shall apply that increased buffer rate for the purpose of calculating their institution-specific countercyclical capital buffer;\n(f) where the date referred to in point (e) is less than 12 months after the date of the publication under this paragraph, a reference to the exceptional circumstances that justify that shorter deadline for application;\n(g) where the buffer rate is decreased, the indicative period during which no increase in the buffer rate is expected, together with a justification for that period.\nDesignated authorities shall take all reasonable steps to coordinate the timing of that publication.\nDesignated authorities shall notify each change of the countercyclical buffer rate and the required information specified in points (a) to (g) of the first subparagraph to the ESRB. The ESRB shall publish on its website all such notified buffer rates and related information.’;\n(51) in Article 141, paragraphs 1 to 6 are replaced by the following:\n‘1.   An institution that meets the combined buffer requirement shall not make a distribution in connection with Common Equity Tier 1 capital to an extent that would decrease its Common Equity Tier 1 capital to a level where the combined buffer requirement is no longer met. 2.   An institution that fails to meet the combined buffer requirement shall calculate the maximum distributable amount (MDA) in accordance with paragraph 4 and shall notify the competent authority thereof.\nWhere the first subparagraph applies, the institution shall not undertake any of the following actions before it has calculated the MDA:\n(a) make a distribution in connection with Common Equity Tier 1 capital;\n(b) create an obligation to pay variable remuneration or discretionary pension benefits or pay variable remuneration if the obligation to pay was created at a time when the institution failed to meet the combined buffer requirements; or\n(c) make payments on Additional Tier 1 instruments. 3.   Where an institution fails to meet or exceed its combined buffer requirement, it shall not distribute more than the MDA calculated in accordance with paragraph 4 through any action referred to in points (a), (b) and (c) of the second subparagraph of paragraph 2. 4.   Institutions shall calculate the MDA by multiplying the sum calculated in accordance with paragraph 5 by the factor determined in accordance with paragraph 6. The MDA shall be reduced by any amount resulting from any of the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2. 5.   The sum to be multiplied in accordance with paragraph 4 shall consist of:\n(a) any interim profits not included in Common Equity Tier 1 capital pursuant to Article 26(2) of Regulation (EU) No 575/2013, net of any distribution of profits or any payment resulting from the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2 of this Article;\nplus\n(b) any year-end profits not included in Common Equity Tier 1 capital pursuant to Article 26(2) of Regulation (EU) No 575/2013 net of any distribution of profits or any payment resulting from the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2 of this Article;\nminus\n(c) amounts which would be payable by tax if the items specified in points (a) and (b) of this paragraph were to be retained. 6.   The factor shall be determined as follows:\n(a) where the Common Equity Tier 1 capital maintained by the institution which is not used to meet any of the own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage set out in point (a) of Article 104(1) of this Directive, expressed as a percentage of the total risk exposure amount calculated in accordance with Article 92(3) of that Regulation, is within the first (that is, the lowest) quartile of the combined buffer requirement, the factor shall be 0;\n(b) where the Common Equity Tier 1 capital maintained by the institution which is not used to meet any of the own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage set out in point (a) of Article 104(1) of this Directive, expressed as a percentage of the total risk exposure amount calculated in accordance with Article 92(3) of that Regulation, is within the second quartile of the combined buffer requirement, the factor shall be 0,2;\n(c) where the Common Equity Tier 1 capital maintained by the institution which is not used to meet the own funds requirements set out in points (a), (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage set out in point (a) of Article 104(1) of this Directive, expressed as a percentage of the total risk exposure amount calculated in accordance with Article 92(3) of that Regulation, is within the third quartile of the combined buffer requirement, the factor shall be 0,4;\n(d) where the Common Equity Tier 1 capital maintained by the institution which is not used to meet the own funds requirements set out in points (b) and (c) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage set out in point (a) of Article 104(1) of this Directive, expressed as a percentage of the total risk exposure amount calculated in accordance with Article 92(3) of that Regulation, is within the fourth (that is, the highest) quartile of the combined buffer requirement, the factor shall be 0,6. The lower and upper bounds of each quartile of the combined buffer requirement shall be calculated as follows:\nwhere:\nQn\n= the ordinal number of the quartile concerned.’;\n(52) the following articles are inserted:\n‘Article 141a\nFailure to meet the combined buffer requirement\nAn institution shall be considered as failing to meet the combined buffer requirement for the purposes of Article 141 where it does not have own funds in an amount and of the quality needed to meet at the same time the combined buffer requirement and each of the following requirements in:\n(a) point (a) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage under point (a) of Article 104(1) of this Directive;\n(b) point (b) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage under point (a) of Article 104(1) of this Directive;\n(c) point (c) of Article 92(1) of Regulation (EU) No 575/2013 and the additional own funds requirement addressing risks other than the risk of excessive leverage under point (a) of Article 104(1) of this Directive.\nArticle 141b\nRestriction on distributions in case of failure to meet the leverage ratio buffer requirement 1.   An institution that meets the leverage ratio buffer requirement pursuant to Article 92(1a) of Regulation (EU) No 575/2013 shall not make a distribution in connection with Tier 1 capital to an extent that would decrease its Tier 1 capital to a level where the leverage ratio buffer requirement is no longer met. 2.   An institution that fails to meet the leverage ratio buffer requirement shall calculate the leverage ratio related maximum distributable amount (L-MDA) in accordance with paragraph 4 and shall notify the competent authority thereof.\nWhere the first subparagraph applies, the institution shall not undertake any of the following actions before it has calculated the L-MDA:\n(a) make a distribution in connection with Common Equity Tier 1 capital;\n(b) create an obligation to pay variable remuneration or discretionary pension benefits or pay variable remuneration if the obligation to pay was created at a time when the institution failed to meet the combined buffer requirements; or\n(c) make payments on Additional Tier 1 instruments. 3.   Where an institution fails to meet or exceed its leverage ratio buffer requirement, it shall not distribute more than the L-MDA calculated in accordance with paragraph 4 through any action referred to in points (a), (b) and (c) of the second subparagraph of paragraph 2. 4.   Institutions shall calculate the L-MDA by multiplying the sum calculated in accordance with paragraph 5 by the factor determined in accordance with paragraph 6. The L-MDA shall be reduced by any amount resulting from any of the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2. 5.   The sum to be multiplied in accordance with paragraph 4 shall consist of:\n(a) any interim profits not included in Common Equity Tier 1 capital pursuant to Article 26(2) of Regulation (EU) No 575/2013 net of any distribution of profits or any payment related to the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2 of this Article;\nplus\n(b) any year-end profits not included in Common Equity Tier 1 capital pursuant to Article 26(2) of Regulation (EU) No 575/2013 net of any distribution of profits or any payment related to the actions referred to in point (a), (b) or (c) of the second subparagraph of paragraph 2 of this Article;\nminus\n(c) amounts which would be payable by tax if the items specified in points (a) and (b) of this paragraph were to be retained. 6.   The factor referred to in paragraph 4 shall be determined as follows:\n(a) where the Tier 1 capital maintained by the institution which is not used to meet the requirements under point (d) of Article 92(1) of Regulation (EU) No 575/2013 and under point (a) of Article 104(1) of this Directive when addressing the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, expressed as a percentage of the total exposure measure calculated in accordance with Article 429(4) of that Regulation, is within the first (that is, the lowest) quartile of the leverage ratio buffer requirement, the factor shall be 0;\n(b) where the Tier 1 capital maintained by the institution which is not used to meet the requirements under point (d) of Article 92(1) of Regulation (EU) No 575/2013 and under point (a) of Article 104(1) of this Directive when addressing the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, expressed as a percentage of the total exposure measure calculated in accordance with Article 429(4) of that Regulation, is within the second quartile of the leverage ratio buffer requirement, the factor shall be 0,2;\n(c) where the Tier 1 capital maintained by the institution which is not used to meet the requirements under point (d) of Article 92(1) of Regulation (EU) No 575/2013 and under point (a) of Article 104(1) of this Directive when addressing the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, expressed as a percentage of the total exposure measure calculated in accordance with Article 429(4) of that Regulation, is within the third quartile of the leverage ratio buffer requirement, the factor shall be 0,4;\n(d) where the Tier 1 capital maintained by the institution which is not used to meet the requirements under point (d) of Article 92(1) of Regulation (EU) No 575/2013 and under point (a) of Article 104(1) of this Directive when addressing the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013, expressed as a percentage of the total exposure measure calculated in accordance with Article 429(4) of that Regulation, is within the fourth quartile (that is, the highest) quartile of the leverage ratio buffer requirement, the factor shall be 0,6. The lower and upper bounds of each quartile of the leverage ratio buffer requirement shall be calculated as follows:\nwhere:\nQn\n= the ordinal number of the quartile concerned. 7.   The restrictions imposed by this Article shall only apply to payments that result in a reduction of Tier 1 capital or in a reduction of profits, and where a suspension of payment or failure to pay does not constitute an event of default or a condition for the commencement of proceedings under the insolvency regime applicable to the institution. 8.   Where an institution fails to meet the leverage ratio buffer requirement and intends to distribute any of its distributable profits or undertake an action referred to in points (a), (b) and (c) of the second subparagraph of paragraph 2 of this Article, it shall notify the competent authority and provide the information listed in Article 141(8), with the exception of point (a)(iii) thereof, and the L-MDA calculated in accordance with paragraph 4 of this Article. 9.   Institutions shall maintain arrangements to ensure that the amount of distributable profits and the L-MDA are calculated accurately, and shall be able to demonstrate that accuracy to the competent authority on request. 10.   For the purposes of paragraphs 1 and 2 of this Article, a distribution in connection with Tier 1 capital shall include any of the items listed in Article 141(10).\nArticle 141c\nFailure to meet the leverage ratio buffer requirement\nAn institution shall be considered as failing to meet the leverage ratio buffer requirement for the purposes of Article 141b of this Directive where it does not have Tier 1 capital in the amount needed to meet at the same time the requirement laid down in Article 92(1a) of Regulation (EU) No 575/2013 and the requirement laid down in point (d) of Article 92(1) of that Regulation and in point (a) of Article 104(1) of this Directive when addressing the risk of excessive leverage not sufficiently covered by point (d) of Article 92(1) of Regulation (EU) No 575/2013.’;\n(53) in Article 142(1), the first subparagraph is replaced by the following:\n‘1.   Where an institution fails to meet its combined buffer requirement or, where applicable, its leverage ratio buffer requirement, it shall prepare a capital conservation plan and submit it to the competent authority no later than five working days after it identified that it was failing to meet that requirement, unless the competent authority authorises a longer delay up to 10 days.’;\n(54) in Article 143(1), point (c) is replaced by the following:\n‘(c) the general criteria and methodologies they use in the review and evaluation referred to in Article 97, including the criteria for applying the principle of proportionality as referred to in Article 97(4);’;\n(55) Article 146 is replaced by the following;\n‘Article 146\nImplementing acts\nIn accordance with the examination procedure referred to in Article 147(2), an alteration of the amount of initial capital prescribed in Article 12 and Title IV to take account of developments in the economic and monetary field shall be adopted by an implementing act.’;\n(56) the following chapter is inserted after Article 159:\n                                       ‘\n                                       CHAPTER 1A\nTransitional provisions on financial holding companies and mixed financial holding companies\nArticle 159a\nTransitional provisions on approval of financial holding companies and mixed financial holding companies\nParent financial holding companies and parent mixed financial holding companies already existing on 27 June 2019 shall apply for approval in accordance with Article 21a by 28 June 2021. If a financial holding company or mixed financial holding company fails to apply for approval by 28 June 2021, appropriate measures shall be taken pursuant to Article 21a(6).\nDuring the transitional period referred to in the first paragraph of this Article, competent authorities shall have all the necessary supervisory powers conferred on them by this Directive with regard to financial holding companies or mixed financial holding companies subject to approval in accordance with Article 21a for the purposes of consolidated supervision.’;\n(57) in Article 161, the following paragraph is added:\n‘10.   By 31 December 2023, the Commission shall review and report on the implementation and application of the supervisory powers referred to in points (j) and (l) of Article 104(1) and submit a report to the European Parliament and to the Council.’.",
            "metadata": {},
            "notes": [
                {
                    "id": "*1",
                    "text": "Directive 2014/65/EU of the European Parliament and of the Council of 15May 2014 on markets in financial instruments and amending Directive 2002/92/EC and Directive 2011/61/EU (OJL173, 12.6.2014, p.349).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2014:173:TOC"
                },
                {
                    "id": "*2",
                    "text": "Directive 2014/59/EU of the European Parliament and of the Council of 15May 2014 establishing a framework for the recovery and resolution of credit institutions and investment firms and amending Council Directive 82/891/EEC, and Directives 2001/24/EC, 2002/47/EC, 2004/25/EC, 2005/56/EC, 2007/36/EC, 2011/35/EU, 2012/30/EU and 2013/36/EU, and Regulations (EU) No 1093/2010 and (EU) No 648/2012, of the European Parliament and of the Council (OJL173, 12.6.2014, p.190).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2014:173:TOC"
                },
                {
                    "id": "*3",
                    "text": "Regulation (EU) No 1094/2010 of the European Parliament and of the Council of 24November 2010 establishing a European Supervisory Authority (European Insurance and Occupational Pensions Authority), amending Decision No 716/2009/EC and repealing Commission Decision 2009/79/EC (OJL331, 15.12.2010, p.48).\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2010:331:TOC"
                },
                {
                    "id": "*4",
                    "text": "Regulation (EU) No 600/2014 of the European Parliament and of the Council of 15May 2014 on markets in financial instruments and amending Regulation (EU) No 648/2012 (OJL173, 12.6.2014, p.84).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2014:173:TOC"
                },
                {
                    "id": "*5",
                    "text": "Directive (EU) 2015/849 of the European Parliament and of the Council of 20May 2015 on the prevention of the use of the financial system for the purposes of money laundering or terrorist financing, amending Regulation (EU) No 648/2012 of the European Parliament and of the Council, and repealing Directive 2005/60/EC of the European Parliament and of the Council and Commission Directive 2006/70/EC (OJL141, 5.6.2015, p.73).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2015:141:TOC"
                },
                {
                    "id": "*6",
                    "text": "Regulation (EU) 2016/679 of the European Parliament and of the Council of 27April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJL119, 4.5.2016, p.1).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2016:119:TOC"
                },
                {
                    "id": "*7",
                    "text": "Regulation (EU) 2017/2402 of the European Parliament and of the Council of 12December 2017 laying down a general framework for securitisation and creating a specific framework for simple, transparent and standardised securitisation, and amending Directives 2009/65/EC, 2009/138/EC and 2011/61/EU and Regulations (EC) No 1060/2009 and (EU) No 648/2012 (OJL347, 28.12.2017, p.35).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2017:347:TOC"
                },
                {
                    "id": "*8",
                    "text": "Commission Recommendation 2003/361/EC of 6May 2003 concerning the definition of micro, small and medium-sized enterprises (OJL124, 20.5.2003, p.36).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2003:124:TOC"
                },
                {
                    "id": "*9",
                    "text": "Regulation (EU) No 806/2014 of the European Parliament and of the Council of 15July 2014 establishing uniform rules and a uniform procedure for the resolution of credit institutions and certain investment firms in the framework of a Single Resolution Mechanism and a Single Resolution Fund and amending Regulation (EU) No 1093/2010 (OJL225, 30.7.2014, p.1).’;\"",
                    "url": "https://eur-lex.europa.eu/legal-content/EN/AUTO/?uri=OJ:L:2014:225:TOC"
                }
            ]
        },
        {
            "id": "Article 2",
            "title": "Transposition",
            "text": " 1.   Member States shall adopt and publish, by 28 December 2020, the measures necessary to comply with this Directive. They shall immediately inform the Commission thereof.\nThey shall apply those measures from 29 December 2020. However, the provisions necessary to comply with the amendments set out in point (21) and points (29)(a), (b) and (c) of Article 1 of this Directive as regards Article 84 and Article 98(5) and (5a) of Directive 2013/36/EU shall apply from 28 June 2021 and the provisions necessary to comply with the amendments set out in points (52) and (53) of Article 1 of this Directive as regards Articles 141b, 141c and Article 142(1) of Directive 2013/36/EU shall apply from 1 January 2022. When Member States adopt those measures, they shall contain a reference to this Directive or be accompanied by such reference on the occasion of their official publication. The methods of making such reference shall be laid down by Member States.\n\n 2.   Member States shall communicate to the Commission the text of the main provisions of national law which they adopt in the field covered by this Directive.",
            "metadata": {},
            "notes": []
        },
        {
            "id": "Article 3",
            "title": "Entry into force",
            "text": "This Directive shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.",
            "metadata": {},
            "notes": []
        },
        {
            "id": "Article 4",
            "title": "Addressees",
            "text": "This Directive is addressed to the Member States.",
            "metadata": {},
            "notes": []
        }
    ],
    "final_part": "Done at Brussels, 20 May 2019.\nFor the European Parliament\nThe President\nA. TAJANI\nFor the Council\nThe President\nG. CIAMBA",
    "annexes": []
}